{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "status": "OK", "response": {"meta": {"hits": 24392, "time": 21, "offset": 360}, "docs": [{"blog": [], "source": "The New York Times", "section_name": "Dining and Wine; Style", "word_count": 1493, "headline": {"main": "The Neglected Cuisine of Tunisia"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Florence", "lastname": "FABRICANT"}], "original": "By FLORENCE FABRICANT"}, "document_type": "article", "print_page": "5", "slideshow_credits": null, "keywords": [{"name": "glocations", "value": "TUNIS (TUNISIA)"}, {"name": "glocations", "value": "TUNISIA"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}, {"name": "subject", "value": "FOOD"}], "pub_date": "1998-02-25T00:00:00Z", "_id": "4fd1f7d18eb7c8105d753a07", "type_of_material": "News", "web_url": "http://www.nytimes.com/1998/02/25/dining/the-neglected-cuisine-of-tunisia.html", "news_desk": "Dining In, Dining Out/Style Desk", "abstract": "Florence Fabricant reports on Tunisia's diverse and savory cuisine; photo of scene in central market in Tunis; recipes (M)", "lead_paragraph": "IN America's rush to adapt and adopt all manner of Mediterranean cooking, one country, Tunisia, has been overlooked. For example, even though Tunisia is the world's fourth-largest producer of olive oil, almost all its oil is shipped to Spain, Italy and France for rebottling as their own. Tunisia also deserves credit for its couscous, which is more varied than it is anywhere else, and chefs worldwide can thank the country for harissa, the increasingly popular peppery condiment. Morocco has received the lion's share of culinary attention when it comes to North African cooking, though it is mostly on the Atlantic Ocean. But Tunisia is truly a Mediterranean country, tucked between Algeria and Libya and jutting out into the sea less than 100 miles from Italy. Thanks to this geography, it became a colony for successive waves of Phoenicians, Romans, Vandals, Arabs, Spaniards, Turks and the French, all of whom had a hand in shaping Tunisia's diverse and savory cuisine.", "subsection_name": null, "snippet": "IN America's rush to adapt and adopt all manner of Mediterranean cooking, one country, Tunisia, has been overlooked.  For example, even though Tunisia is the world's fourth-largest producer of olive oil, almost all its oil is shipped to Spain, Ita..."}, {"blog": [], "source": "The New York Times", "section_name": "New York and Region", "word_count": 1110, "headline": {"kicker": "GOOD EATING", "main": "Casual Cuisine, Around Kips Bay"}, "multimedia": [], "byline": null, "document_type": "article", "print_page": "24", "slideshow_credits": null, "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "KIPS BAY (NYC)"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "RESTAURANTS"}], "pub_date": "1995-05-07T00:00:00Z", "_id": "4fd1bedd8eb7c8105d6ec651", "type_of_material": "Review", "web_url": "http://www.nytimes.com/1995/05/07/nyregion/good-eating-casual-cuisine-around-kips-bay.html", "news_desk": "The City Weekly Desk", "abstract": null, "lead_paragraph": "HANGAWI ** (212) 213-0077; 12 East 32d Street; $$; all major credit cards Dining at this Korean newcomer is a wonderfully peaceful experience. The dining room is serene and elegant, servers move gracefully and quietly, and the fragrant vegetarian dishes are a delight. Frying is not the kitchen's strength, so go for the fresh and steamed preparations instead. Appetizers include pumpkin porridge, well balanced by spicy transparent noodles mixed with chilies and vegetables; smooth squares of dense tofu, topped with a fiery, crunchy sauce, and wonderfully sweet-and-sour mushrooms, a mixture of crisp and soft textures in a single dish. Among other choices are lanceolata, which is a mountain root called todok, first pounded, then sliced, marinated in kochujang (the classic chili paste of Korea) and finally grilled; kosari, the wild bracken shoots that Koreans love; and chui, a wild mountain green similar in taste to watercress. (Review: 3/31/95) LA COLOMBE D'OR ** (212) 689-0666; 134 East 26th Street; $$$; all major credit cards Wayne Nish's beguiling Provencal cooking style and a cozy, rustic setting attract the crowds to this Gramercy Park location. One might begin with a richly flavored Provencal fish soup with aioli croutons; roasted tomatoes and braised artichokes with garlic, thyme, lemon and coriander, or roulade de socca, a traditional chickpea-flour pancake, wrapped around a fine ratatouille and topped with goat cheese. Entrees to consider include grilled rib-eye steak with mixed fried ribbons of parsnips, potatoes and sweet potatoes; grilled calf's liver over a fondue of carrots and parsnips; pan-roasted sea scallops with roasted tomato and eggplant, and duck confit served with a honey-thyme glaze, dried figs and polenta. (Review: 6/24/94) PARK BISTRO *** (212) 689-1360; 414 Park Avenue South, near 29th Street; $$$; all major credit cards Some of the best and most authentic bistro fare in the city is the norm at this popular Gallic spot. The dining room is snug and inviting with well-appointed tables that are closely arranged but comfortably so. Appetizers to look for are lobster salad with a medley of vegetables with a drizzle of olive oil; airy brandade of whipped potatoes and cod laced with garlic; wild mushroom ravioli in a port wine sauce, and prosciutto di Parma with white truffle oil and aged Parmesan. Superior main courses include sauteed skate served with a Xeres vinegar sauce and white beans; hanger steak with green peppercorn sauce and french fries; roasted duck breast with shallots; braised lamb shanks with a dried fruit sauce, and seared sea scallops with black truffles and a side of tagliatelle. (Review: 4/27/90; revisited: 4/29/95) PIGALLE * (212) 779-7830; 111 East 29th Street; $$; all major credit cards A pleasing roster of bistro dishes prepared with care combined with the congeniality of the service staff's attitude contribute to this attractive little French place's status as a neighborhood favorite. New starters on the spring menu include fresh mackerel with coriander, basil and tomato confit served warm; vegetable lasagna of eggplant, chickpeas and tomato; roasted tomato and marinated goat cheese salad; and beef carpaccio paired with a white bean puree and seasoned with basil and shaved Parmesan. For entrees, there is ravioli of porcini mushrooms; roasted rabbit complemented with artichokes, vegetable ravioli and aioli; pan-roasted breast of duck with shallots, ginger, garlic and spinach, and grilled salmon with a tomato jus and fresh watercress. (Review: 4/9/93) TEMPO ** (212) 532-8125; 30 East 29th Street; $$$; all major credit cards At this humble and hospitable Italian restaurant, the food is first-rate and the owner fusses over you as if you are the only customer. No wonder Tempo bustles with happy patrons who keep coming back for more. Appetizers include grilled stuffed squid; seared shrimp with artichoke hearts and radicchio; grilled portobello mushrooms, and vongole catanese, or small clams cooked with a pesto made of sun-dried tomatoes. Pastas are excellent, including fusilli in a Sicilian pesto; orecchiette tossed with fennel, tomato and arugula, and spaghettini combined with eggplant, fresh tomato and ricotta. Among main courses are roast baby lamb with rosemary, escarole and white beans; breaded veal chop with tomato, olives, capers and mozzarella, and roast chicken with herbed new potatoes. (Review: 4/29/94) TURKISH KITCHEN * (212) 679-1810; 386 Third Avenue, near 27th Street; $; all major credit cards This engaging spot offers sprightly Turkish cooking at moderate prices in a colorful setting. Big, vivid hanging rugs and handsome brasswork adorn the red walls of the dining room. Among popular starters are imam bayildi, or stuffed baby eggplant with onion, tomato and parsley; midye dolma, or mussels stuffed with a mixture of pine nuts and currant rice; and grilled octopus salad with red onion. Main courses include etli bamya, baked cubes of lamb and okra with tomatoes on a bed of rice pilaf; shrimp casserole with mushrooms, tomato and cheese; stuffed cabbage with rice, ground beef and fresh herbs; baked shank of lamb, wrapped in eggplant slices; grilled lamb chops, and stuffed Cornish hen with an aromatic rice and served with zucchini pancakes and baked potato. (Review: 8/13/93) THE WATER CLUB ** (212) 683-3333; East River at 30th Street; $$$; all major credit cards Housed in a glass-enclosed barge on the East River, the Water Club has a straightforward American quality that is very appealing. Everything inside is starched and fresh and buoyant, and the dining room is tastefully decorated with nautical banners and models of sailing ships that send the eye to the windows and the river outside. Appetizers currently featured include crab cakes with a spiced tomato compote; fresh oysters on the half shell, and smoked salmon and caviar with warm rye blinis and honey mustard. Among the main courses are seared salmon with an artichoke crust and broccoli rabe; herb-roasted chicken with scalloped potatoes; poached snapper and lobster dumplings in a fennel and saffron-infused broth, and seared monkfish accompanied by a mushroom risotto and sweet carrots. (Review: 12/23/94) True American AN AMERICAN PLACE *** (212) 684-2122; 2 Park Avenue, entrance on 32d Street; $$$; all major credit cards Larry Forgione's all-American restaurant is as enticing as ever: the setting is roomy, attractive and warm, the cuisine seductive, and the service friendly and knowledgeable. A roast corn and foie gras soup with flecks of poblano chili and hominy is a fine starter. Recommended main courses include a succulent roasted veal chop served with morels, artichoke hearts and asparagus tips, and seared sea scallops on a bed of cracked wheat pilaf with sweet peas, finished with a curried ginger-carrot broth. (Review: 3/20/92; revisited: 4/17/95) Summaries of reviews use the star system; others are culled from articles (indicated by +), the $25 and Under column (++) and Diner's Journal (", "subsection_name": null, "snippet": "HANGAWI ** (212) 213-0077; 12 East 32d Street; $$; all major credit cards    Dining at this Korean newcomer is a wonderfully peaceful experience. The dining room is serene and elegant, servers move gracefully and quietly, and the fragrant vegetari..."}, {"blog": [], "source": "du_recipe", "section_name": null, "word_count": null, "headline": {"main": "Cuisine La Chanze", "name": "Chicken Surprise"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Peter", "lastname": "NICHOLS"}], "original": "PETER NICHOLS"}, "document_type": "recipe", "print_page": null, "slideshow_credits": null, "keywords": [], "pub_date": "1991-11-03T00:00:00Z", "_id": "532768e138f0d8493ca6dc97", "type_of_material": "Recipe", "web_url": "http://cooking.nytimes.com/recipes/3645-chicken-surprise", "news_desk": null, "abstract": null, "lead_paragraph": "", "subsection_name": null, "snippet": ""}, {"blog": [], "source": "The New York Times", "section_name": "Magazine", "word_count": 1742, "headline": {"kicker": "FOOD VIEW", "main": "NOUVELLE CUISINE: HERE TO STAY"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Craig", "lastname": "Claiborne"}], "original": "By Craig Claiborne"}, "document_type": "article", "print_page": "99", "slideshow_credits": null, "keywords": [{"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "pub_date": "1983-12-18T00:00:00Z", "_id": "4fd131458eb7c8105d5fef06", "type_of_material": "News", "web_url": "http://www.nytimes.com/1983/12/18/magazine/food-view-nouvelle-cuisine-here-to-stay.html", "news_desk": "Magazine Desk", "abstract": null, "lead_paragraph": "WAS IN A SAUNA one afternoon recently, and a man sitting next to me spoke up. ''You're the food writer?'' ''Yes,'' I answered. ''What do you think's going to happen to cooking over the next 10 years?'' A couple of nights later, at dinner in a friend's home, the question was repeated in slightly different words. It seems to be an involuntary year- end inquiry, and food writers are supposed to take stock of what has happened during the last 12 months and, more important, perhaps, what is likely to happen in the kitchens of this country not only in the months ahead, but in the years to come.", "subsection_name": null, "snippet": "WAS IN A SAUNA one afternoon recently, and a man sitting next to me spoke up. ''You're the food writer?'' ''Yes,'' I answered. ''What do you think's going to happen to cooking over the next 10 years?''   A couple of nights later, at dinner in a fr..."}, {"blog": [], "source": "The New York Times", "section_name": "Home and Garden; Health", "word_count": 1159, "headline": {"main": "CALIFORNIA CUISINE: ASSESSING ITS STATE"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Marian", "lastname": "BURROS"}, {"organization": "", "role": "reported", "rank": 2}], "original": "By MARIAN BURROS, Special to the New York Times"}, "document_type": "article", "print_page": "15", "slideshow_credits": null, "keywords": [{"name": "glocations", "value": "CALIFORNIA"}, {"name": "subject", "value": "DIET AND NUTRITION"}], "pub_date": "1982-03-03T00:00:00Z", "_id": "4fd11d778eb7c8105d5db551", "type_of_material": "News", "web_url": "http://www.nytimes.com/1982/03/03/garden/california-cuisine-assessing-its-state.html", "news_desk": "Living Desk", "abstract": null, "lead_paragraph": "From Santa Monica to the Napa Valley, from vegetarian restaurants to bastions of nouvelle cuisine, in California nearly everyone is ''doing'' goat cheese. Many of these restaurants are also grilling over mesquite, making crisp, thin-crusted pizzas in brick ovens, spreading radicchio around the salad plates as if it cost no more than iceberg lettuce, treating vegetarian cooking as a cuisine, not a health food, reducing the sugar in desserts, eschewing sauces and red meat. California cuisine is in a state of flux, but two important factors stand out in restaurants here: the easy availability of fresh food and excellent limited production of local wines. Some of the best food is grown without hormones or antibiotics, and to healthconscious Californians this is important.", "subsection_name": null, "snippet": "From Santa Monica to the Napa Valley, from vegetarian restaurants to bastions of nouvelle cuisine, in California nearly everyone is ''doing'' goat cheese.   Many of these restaurants are also grilling over mesquite, making crisp, thin-crusted pizz..."}, {"blog": [], "source": "The New York Times", "section_name": null, "word_count": 55, "headline": {"kicker": "1", "main": "Exotic Cuisine and Spring Showers"}, "multimedia": [], "byline": null, "document_type": "article", "print_page": "B1", "slideshow_credits": null, "keywords": [], "pub_date": "1980-05-19T00:00:00Z", "_id": "4fc4a6ed45c1498b0dabe594", "type_of_material": "Article", "web_url": "http://query.nytimes.com/gst/abstract.html?res=9D03E1DD123BE732A2575AC1A9639C94619FD6CF", "news_desk": null, "abstract": null, "lead_paragraph": null, "subsection_name": null, "snippet": null}, {"blog": [], "source": "The New York Times", "section_name": null, "word_count": "2061", "headline": {"main": "Cooking Schools Present International Cuisine"}, "multimedia": [], "byline": {"person": [{"middlename": "Ickebin", "role": "reported", "firstname": "Nan", "organization": "", "rank": 1, "lastname": "GILL"}], "original": "By NAN ICKEBIN GILL"}, "document_type": "article", "print_page": null, "slideshow_credits": null, "keywords": [{"rank": "1", "is_major": "N", "value": "COOKING", "name": "subject"}], "pub_date": "1964-09-24T00:00:00Z", "_id": "535fb6de38f0d8281392403b", "type_of_material": "News", "web_url": "http://www.nytimes.com/1964/09/24/cooking-schools-present-international-cuisine.html", "news_desk": null, "abstract": "list of cooking schools, NYC Met Area", "lead_paragraph": "list of cooking schools, NYC Met Area", "subsection_name": null, "snippet": "list of cooking schools, NYC Met Area..."}, {"blog": [], "source": "The New York Times", "section_name": "Home and Garden", "word_count": 1264, "headline": {"main": "A Scholar Guides China's Food Policy"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Nina", "lastname": "SIMONDS"}], "original": "By NINA SIMONDS; Nina Simonds wrote ''Chinese Seasons'' and ''Classic Chinese Cuisine'' (Houghton Mifflin, 1986 and 1982)"}, "document_type": "article", "print_page": "1", "slideshow_credits": null, "keywords": [{"name": "persons", "value": "WANG QING"}, {"name": "glocations", "value": "CHINA, PEOPLE'S REPUBLIC OF"}, {"name": "subject", "value": "RESEARCH"}, {"name": "subject", "value": "FOOD"}], "pub_date": "1988-01-13T00:00:00Z", "_id": "4fd1893b8eb7c8105d68a4b7", "type_of_material": "News", "web_url": "http://www.nytimes.com/1988/01/13/garden/a-scholar-guides-china-s-food-policy.html", "news_desk": "Living Desk", "abstract": null, "lead_paragraph": "LEAD: WANG QING was 17 years old in 1967, when Red Guards surrounded her home here and placed her entire family under house arrest.", "subsection_name": null, "snippet": "LEAD: WANG QING was 17 years old in 1967, when Red Guards surrounded her home here and placed her entire family under house arrest...."}, {"blog": [], "source": "The New York Times", "section_name": "Home and Garden", "word_count": 1164, "headline": {"main": "IN SHANGHAI, CHEF FACING CULINARY ODDS"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}, {"organization": "", "role": "reported", "rank": 2}, {"organization": "", "role": "reported", "rank": 3}], "original": "By Nina Simonds: Nina Simonds is author of the recently published ''Chinese Seasons'' and of ''Classic Chinese Cuisine'' (1982), both by Houghton Mifflin"}, "document_type": "article", "print_page": "3", "slideshow_credits": null, "keywords": [{"name": "persons", "value": "BIGLER, EMIL"}, {"name": "glocations", "value": "SHANGHAI (CHINA)"}, {"name": "organizations", "value": "HUA TING SHERATON HOTEL"}, {"name": "subject", "value": "RESTAURANTS"}], "pub_date": "1986-10-22T00:00:00Z", "_id": "4fd168f98eb7c8105d658466", "type_of_material": "News", "web_url": "http://www.nytimes.com/1986/10/22/garden/in-shanghai-chef-facing-culinary-odds.html", "news_desk": "Living Desk", "abstract": null, "lead_paragraph": "THIS was once a sophisticated city where both native and foreign-born chefs catered to the adventurous palates of residents. Chinese regional delicacies like stir-fried eels were as much in demand as flaky French pastries. During the revolution in late 1940's many master chefs fled and by the late 1960's, at the height of the Cultural Revolution, most remnants of so-called Western imperialism were banished from the city, including foreign food. These days, however, there are signs that bona fide Western culinary delicacies are making their way back to Shanghai. And the demand has never been greater. At a newly opened French bakery, people line up for hours to buy freshly baked croissants and crusty French bread. The city government has initiated exchanges between American and European chefs so that local cooks may once again learn such Western specialties as a ragout of three wild mushrooms, cassoulets and filet mignon with red wine-butter sauce. Even the necessary ingredients are in the markets: ripe strawberries, tomatoes, mountains of tender lettuce.", "subsection_name": null, "snippet": "THIS was once a sophisticated city where both native and foreign-born chefs catered to the adventurous palates of residents. Chinese regional delicacies like stir-fried eels were as much in demand as flaky French pastries. During the revolution in..."}, {"blog": [], "source": "The New York Times", "section_name": null, "word_count": 1084, "headline": {"main": "Advertising; Smokeless Tobacco Gaining"}, "multimedia": [], "byline": {"person": [{"middlename": "H.", "role": "reported", "firstname": "Philip", "organization": "", "rank": 1, "lastname": "Dougherty"}], "original": "Philip H. Dougherty"}, "document_type": "article", "print_page": "D7", "slideshow_credits": null, "keywords": [{"name": "persons", "value": "PRIMIS, LANCE R."}, {"name": "glocations", "value": "UNITED STATES"}, {"name": "organizations", "value": "NEW YORK PHILHARMONIC"}, {"name": "organizations", "value": "ROSENFELD SIROWITZ & LAWSON INC."}, {"name": "organizations", "value": "SCALI MCCABE SLOVES INC."}, {"name": "organizations", "value": "INTERPUBLIC GROUP OF COMPANIES INC."}, {"name": "organizations", "value": "DOYLE DANE BERNBACH INC."}, {"name": "organizations", "value": "MCCANN-ERICKSON INC."}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "ORCHESTRAS AND OTHER MUSIC GROUPS"}, {"name": "subject", "value": "TOBACCO, TOBACCO PRODUCTS AND SMOKERS ARTICLES"}, {"name": "subject", "value": "AUTOMOBILES"}, {"name": "subject", "value": "ADVERTISING"}, {"name": "subject", "value": "CUISINE (PUB)"}, {"name": "subject", "value": "NEW YORK TIMES"}, {"name": "subject", "value": "PERSONNEL"}], "pub_date": "1979-04-30T00:00:00Z", "_id": "4fc49ee645c1498b0da9cb99", "type_of_material": "Article", "web_url": "http://query.nytimes.com/gst/abstract.html?res=940DE2DC1F39E732A25753C3A9629C946890D6CF", "news_desk": null, "abstract": "Times names Lance R Primis director of advertising promotion and research (S)", "lead_paragraph": "COMPARED with cigarettes, smokeless tobacco products (chewing tobacco and snuff) fared well in the Surgeon General's reports, and industry sources say, sales of those products are the fastest-growing in tobaccoland.", "subsection_name": null, "snippet": "COMPARED with cigarettes, smokeless tobacco products (chewing tobacco and snuff)  fared well in the Surgeon General's reports, and industry sources say, sales of those products are the fastest-growing in tobaccoland...."}]}}