{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "status": "OK", "response": {"meta": {"hits": 24392, "time": 40, "offset": 100}, "docs": [{"blog": [], "source": "The New York Times", "section_name": "Arts; Books", "word_count": 875, "headline": {"main": "Extreme Cuisine"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Sam", "lastname": "Sifton"}], "original": "By Sam Sifton"}, "document_type": "article", "print_page": "9", "slideshow_credits": null, "keywords": [{"name": "creative_works", "value": "COOK'S TOUR, A: IN SEARCH OF THE PERFECT MEAL (BOOK)"}, {"name": "persons", "value": "BOURDAIN, ANTHONY"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "pub_date": "2001-12-16T00:00:00Z", "_id": "4fd252708eb7c8105d7f812a", "type_of_material": "Review", "web_url": "http://www.nytimes.com/2001/12/16/books/extreme-cuisine.html", "news_desk": "Book Review Desk", "abstract": "Sam Sifton reviews book A Cook's Tour: In Search of the Perfect Meal by Anthony Bourdain; drawing (M)", "lead_paragraph": "A COOK'S TOUR In Search of the Perfect Meal. By Anthony Bourdain. 274 pp. New York: Bloomsbury. $25.95.", "subsection_name": null, "snippet": "A COOK'S TOUR   In Search of the Perfect Meal.   By Anthony Bourdain.   274 pp. New York:   Bloomsbury. $25.95...."}, {"blog": [], "source": "The New York Times", "section_name": "Travel", "word_count": 183, "headline": {"main": "Burmese Cuisine"}, "multimedia": [], "byline": null, "document_type": "article", "print_page": "25", "slideshow_credits": null, "keywords": [{"name": "persons", "value": "KHIN KHIN WIN WONG"}, {"name": "persons", "value": "SINCLAIR, ANDREW"}, {"name": "glocations", "value": "BURMA"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "FOOD"}], "pub_date": "1986-08-03T00:00:00Z", "_id": "4fd170808eb7c8105d6633cd", "type_of_material": "News", "web_url": "http://www.nytimes.com/1986/08/03/travel/burmese-cuisine.html", "news_desk": "Travel Desk", "abstract": null, "lead_paragraph": "To the Editor: Andrew Sinclair states in his excellent article on Burma (Travel, June 8), ''Actually, Burmese cooking is excellent unless it tries to imitate British cooking from the last occupation.'' And in another article, called ''Logistics of a Visit to Rangoon and Beyond,'' there is the comment: ''Burma is not a country known for its own cuisine.''", "subsection_name": null, "snippet": "To the Editor: Andrew Sinclair states in his excellent article on Burma (Travel, June 8), ''Actually, Burmese cooking is excellent unless it tries to imitate British cooking from the last occupation.'' And in another article, called ''Logistics of..."}, {"blog": [], "source": "The New York Times", "section_name": "New York and Region", "word_count": 416, "headline": {"kicker": "GOOD EATING/UNION SQUARE", "main": "Countdown Cuisine"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Kris", "rank": 1, "lastname": "Ensminger"}], "original": "Compiled by Kris Ensminger"}, "document_type": "article", "print_page": "6", "slideshow_credits": null, "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "subject", "value": "RESTAURANTS"}], "pub_date": "2005-07-03T00:00:00Z", "_id": "4fd285f48eb7c8105d856788", "type_of_material": "Review", "web_url": "http://www.nytimes.com/2005/07/03/dining/03rest.html", "news_desk": "The City Weekly Desk", "abstract": null, "lead_paragraph": "The digital clock at One Union Square South has been counting down the days, hours, minutes and seconds until Wednesday, the day the International Olympic Committee is to announce whether New York will be the host of the 2012 Games. Here are some Union Square restaurants where New Yorkers can celebrate or drown their sorrows. BLUE WATER GRILL * [Rating: One Star] (212) 675-9500; 31 Union Square West (16th Street); $$; Review: 8/9/96, Article: 4/25/01. Built as a bank in 1904, this is a big, breezy room. The trick is to stay simple: oysters and clams on the half shell, crab cakes and grilled fish. FLEUR DE SEL ** [Rating: Two Stars] (212) 460-9100; 5 East 20th Street (Fifth Avenue); $$$$; Review: 12/13/00. Cyril Renaud, chef and owner, creates quiet excitement here. The current menu includes zucchini-wrapped halibut with cucumber, yogurt and caper and parsley jus. HAVANA CENTRAL (212) 414-4999; 22 East 17th Street (Broadway); $; $25 and Under: 4/2/03. This festive restaurant intends, as the menu puts it, to convey the excitement of pre-Castro Havana. The best dishes stay close to the Cuban ideal like ropa vieja, the shredded-beef stew, and pernil, tender pieces of roast pork laden with garlic. MANDLER'S (212) 255-8999; 26 East 17th Street (Broadway); $; $25 and Under: 11/19/03. Mandler's serves European-style sausage sandwiches -- and serves them fast. Aside from 10 sausages, which include thin, bright bratwurst, lightly smoked krainerwurst and spicy chorizo, you select from six breads, 11 toppings and six sauces. MESA GRILL ** [Rating: Two Stars] (212) 807-7400; 102 Fifth Avenue (16th Street); $$$; Review: 5/24/00. This restaurant has been a hit since its opening in 1991. Bobby Flay, the chef, produces dishes like New Mexican spice-rubbed pork tenderloin with bourbon-ancho chili sauce and sweet potato tamale with crushed pecan butter. TOCQUEVILLE ** [Rating: Two Stars] (212) 647-1515; 15 East 15th Street (Fifth Avenue); $$$; Review: 5/3/00. In a small trapezoidal room, Tocqueville is a quiet haven of good taste, good food and good service. Marco Moreira's menu includes creamless puree of spring peas with tarragon and jumbo lump crab meat. UNION SQUARE CAFE *** [Rating: Three Stars] (212) 243-4020; 21 East 16th Street (Union Square West); $$$; Review: 9/1/99. Article: 1/15/03. A local pioneer, Union Square has been hugely popular since opening 20 years ago, with its fusion of food and wine, casual atmosphere and stellar service. On the menu now are Greenmarket summer squash risotto with zucchini blossom gremolata and pecorino romano.", "subsection_name": null, "snippet": "Union Square restaurants where New Yorkers can celebrate or drown their sorrows when the I.O.C. announces whether New York will be the host of the 2012 Games...."}, {"blog": [], "source": "The New York Times", "section_name": "Arts", "word_count": 1780, "headline": {"kicker": "EATING OUT", "main": "Korean Cuisine"}, "multimedia": [], "byline": null, "document_type": "article", "print_page": "47", "slideshow_credits": null, "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "RESTAURANTS"}], "pub_date": "1998-06-19T00:00:00Z", "_id": "4fd1fcf48eb7c8105d75c9be", "type_of_material": "Review", "web_url": "http://www.nytimes.com/1998/06/19/arts/eating-out-korean-cuisine.html", "news_desk": "Leisure/Weekend Desk", "abstract": "Brief reviews of Korean restaurants in Manhattan and Queens; map (S)", "lead_paragraph": "Korean food has been slow to gain the following of so many other Asian cuisines, but Korean restaurants are steadily reaching out to a new audience of Americans. Here are a dozen worth trying. (These summaries, written by Eric Asimov, are taken from Ruth Reichl's and Mr. Asimov's dining reviews, columns and articles in The Times.) 1. Bo + (718) 661-3775 59-16 Kissena Boulevard Flushing, Queens $ Cash only Bo is small, simple and unpretentious, with a spare, bright dining room adorned with colorful antique quilts. It would be easy to be swayed by the restaurant's charms, but the food does all the necessary talking, beginning with a tiny dish of cool potato salad with slices of apple, a delicious free bite that whets the appetite. The short list of appetizers includes delicate and delicious pancakes made of ground mung beans, especially good when dabbed with the scallion-soy dipping sauce. The best dish at Bo is one of the mildest, kalbi jim, short ribs cut into two-inch lengths, marinated and steamed. They are presented in a bowl, fanning out from the center like a flower, in a light broth with carrots, mushrooms and a prune. Not only is it beautiful to look at, but the absolutely delicious beef is also so tender it almost melts in your mouth. 2. Bop ++ (212) 677-1943 179 Prince Street, near Sullivan Street SoHo $ All major cards Bop is short for bibimbap, the famous rice dish of Korea. In its pure form, bibimbap is a mixture of rice, meat, vegetables, a fried egg and kochujang, the spicy chili paste that is one of the most important flavorings in Korea. At Bop, the rice dish is served two ways: in a wooden bowl and in a hot stone bowl, which makes the bottom layer of rice crisp and crusty. Many Korean restaurants offer bibimbap both ways, but few offer it in so many different flavors: shrimp, chicken and herby mountain fern. The room is tiny, with only a counter and eight tables. 3. Cho Dang Gol ** [Rating: two stars] (212) 695-8222 55 West 35th Street Manhattan $$ All major cards This is not your typical Korean restaurant, nor does it have the encyclopedic menu of the fancier establishments. The specialty at this rustic restaurant is fresh soybean curd, made daily at the restaurant. Dishes like the soft white custard known as bean curd dregs, are not spicy, but warm and savory, with the comforting character of chicken soup. Even the panchan, the little saladlike appetizers that Korean restaurants bestow upon their customers, are of remarkably high quality. They change with each meal, but they are always fresh tasting, with a distinct range of flavors. For heat, try jung sik. It arrives in three bowls: one filled with rice dotted with beans, another with those comforting bean-curd dregs and the third with a pungent soupy stew containing pork, seafood, onions and copious chilies. Together, they make an absolutely satisfying, spicy meal. 4. Dae Dong +++ (718) 482-7100 46-07 Queens Boulevard Sunnyside, Queens $ All major cards At Dae Dong, a spacious restaurant in Sunnyside where each wood table is equipped with a grill, the sweet meat from prime ribs is sliced paper thin, marinated in soy sauce mixed with sugar, scallions, garlic, sesame oil and sherry, then grilled to produce bulgogi, a Dae Dong specialty. Each piece is wrapped in a lettuce leaf, the hot meat contrasting with the cold, crisp lettuce. Another specialty is a-bok jengban, thin slices of beef served in a broth and topped with slivers of golden egg pancake, green scallions, red sweet peppers and white pear that is as crisp as an apple. Another branch of Dae Dong recently opened in Manhattan, at 17 West 32d Street. 5. Dok Suni + (212) 477-9506 119 First Avenue, at Seventh Street East Village $ Cash only Everything is up to date at Dok Suni, with lavender hanging lights, a long bar and an atmosphere full of cigarette smoke and loud music. ''Enjoy the sweet vibe,'' the menu advises. With a largely East Village clientele, Dok Suni's brief menu is adapted for American tastes. Potato pancakes are delicious and grease-free, and go well with the soy-and-vinegar dipping sauce. Fried dumplings with a ground vegetable stuffing are tame, especially compared with the spicy kimchi pancake. Bulgogi -- grilled slices of marinated beef -- is served with a mildly spicy sauce and large leaves of lettuce for rolling up the meat with rice. A seafood pancake, made with oysters, squid and shrimp, is also mildly flavored, though the accompanying kimchi is appropriately spicy. 6. Han Bat + (212) 629-5588 53 West 35th Street Manhattan $ All major cards Like many of the Korean restaurants clustered near Herald Square, Han Bat is open around the clock. But Han Bat is unusual in that it specializes in the country dishes of South Korea, like sul long tang, a long-simmered, milky beef soup. The bright, clean dining room looks almost like an American pancake house, and some of the best dishes are in fact pancakes, like pa jun, a scallion pancake the size of a small pizza, studded with shrimp and squid, as well as bindae duk, a savory pancake of ground mung beans with bits of pork. Many of the selections are fiery hot, but one of the best and least spicy is gobdol bibimbap, a mix of rice, vegetables, beef and eggs. The best part is the crisp crust that forms at the bottom of the crock. 7. Han Sung + (212) 563-1285 42 West 35th Street Manhattan $ All major cards The huge menu at this handsome restaurant is 24 pages long, but some of the finest dishes are the free condiments that come automatically when you order: superb kimchi, black beans in a sweet soy marinade, and palm-size crabs in soy and vinegar. Navigating the menu can be intimidating, but these are among the best selections: modeum jun, seafood, beef and vegetables dipped in batter and fried; yang nyum dooboo, tofu poached in soy sauce, and sogogi chapsal gui, thin slices of tender beef that are marinated, dipped in rice flour and grilled. 8. Hangawi ** [Rating: two stars] (212) 213-0077 12 East 32d Street Manhattan $ All major cards This restaurant, dedicated to ancient principles of Korean cuisine, is a shrine to the vegetarian impulse, with all the cleanness, lightness and purity so often attributed to it fully in evidence. Wondrous dishes abound, like pumpkin porridge, a fresh clean vegetable balanced by spicy bites of transparent noodles, and dense tofu, cut into smooth squares and topped with a fiery, crunchy sauce. Mountain roots like lanceolata, sliced and marinated in chili paste, are downright exotic. Most people haven't tried food like this, and it can be a marvelous adventure. 9. Kang Suh ** [Rating: two stars] (212) 564-6845 1250 Broadway, at 32d Street Manhattan $ All major cards Waiters at this large, plain restaurant walk around with boxes of live coals, ready to bring you fire. It's for the cook-it-yourself barbecues, wonderful feasts of meat in which you grill anything from ox hearts and marinated pork to brisket and prime sirloin, all at your table. Of course, in Korean style, you start off by grazing your way through a landscape of side dishes, including fiery kimchi, along with a few salads, perhaps some squid or dried fish, and some shredded turnip, drenched in sesame oil and sprinkled with sesame seeds. These flavors -- some hot, some mild, some sour, some sweet -- offer a balance made of contrasts. 10. Korea Palace * [Rating: one star] (212) 832-2350 127 East 54th Street Manhattan $ All major cards The wide and varied menu at this large, bright restaurant, ranging from Korean barbecue to more esoteric fare like spicy cod soup, is a fine introduction to the big flavors of Korean cooking. It includes some appealing noodle dishes, like clear, delicate chapchae noodles stir-fried with tiny strands of meat and vegetables, and octopus stir-fried with spices and vegetables and served with thick, white noodles. The food all goes well with Korean beer or cold sweet-potato vodka. 11. Mill Korean Restaurant + (212) 666-7653 2895 Broadway, near 113th Street Morningside Heights $ Visa and Mastercard The Mill Korean Restaurant is the reincarnation of the Mill Luncheonette, a greasy spoon for several generations of Columbia University students. Though the Mill now offers only Korean dishes, retaining from the old menu only lemonade, lime rickeys and egg creams, it still has the charm of a family-run neighborhood fixture, attracting a mix of Columbia students and local Koreans. A scallion pancake, as big as a small pizza, is savory and delicate. A similar pancake, with shrimp and squid, is just as good and twice as peppery. Tiny pork dumplings in paper-thin wrappers are terrific either fried or steamed, as is bibimbap. 12. Mirezi ** [Rating: two stars] (212) 242-9710 59 Fifth Avenue, near 13th Street Greenwich Village $$ All major cards Even as the original chef, Anita Lo, has been replaced by Stephen Fochs, this modern, expensively casual restaurant has stayed true to its mission of introducing Korean food to a mainstream American audience. The experience begins with the low-key, lovely room, an open space with a soaring glass and stone entryway. The bar offers good wines by the taste, glass or bottle, inventive martinis, boutique beers and a staggering selection of sakes. Almost every dish has been refined so that there is less garlic and less chili than in traditional Korean cooking. Mandu, the pot-sticker dumplings, are lightened considerably, while irresistible barbecued baby back ribs have a glaze whose heat seems to come from ginger rather than chilies. While Korea is the main inspiration, the menu borrows from other parts of Asia, too. The Japanese dishes are not particularly successful, but the Thai dishes are. Summaries of reviews use the star system; others are culled from articles (indicated by +), the $25 and Under column (++) and Diner's Journal (+++). The Star System The New York Times's star system rates restaurants on the following scale. **** -- Extraordinary *** -- Excellent ** -- Very Good * -- Good None Poor to Satisfactory Price Range The price symbols are based on the cost of a three-course dinner with tax and a 15 percent tip (drinks not included). $ -- $25 and under $$ -- $25 to $40 $$$ -- $40 to $55 $$$$ -- $55 and over Past Reviews. Hundreds of Times restaurant reviews are available from The New York Times on America Online. Information and software: (800) 548-5201. Map of New York City shows location of Manhattan", "subsection_name": null, "snippet": "Korean food has been slow to gain the following of so many other Asian cuisines, but Korean restaurants are steadily reaching out to a new audience of Americans. Here are a dozen worth trying. (These summaries, written by Eric Asimov, are taken fr..."}, {"blog": [], "source": "The New York Times", "section_name": "New York and Region", "word_count": 1063, "headline": {"kicker": "RESTAURANTS", "main": "High Cuisine"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Fran", "lastname": "SCHUMER"}], "original": "By FRAN SCHUMER"}, "document_type": "article", "print_page": "21", "slideshow_credits": null, "keywords": [{"name": "organizations", "value": "HIGHLAWN PAVILION"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "RESTAURANTS"}], "pub_date": "1997-10-19T00:00:00Z", "_id": "4fd1f4d38eb7c8105d74e357", "type_of_material": "Review", "web_url": "http://www.nytimes.com/1997/10/19/nyregion/restaurants-high-cuisine.html", "news_desk": "New Jersey Weekly Desk", "abstract": "Fran Schumer reviews Highlawn Pavilion, restaurant on Eagle Rock Reservation, West Orange, NJ; photo (M)", "lead_paragraph": "DURING my first visit, on my husband's birthday nine years ago, Highlawn Pavilion took my breath away. Never mind the view, which reminded me how much I missed Manhattan. (We had only recently arrived in New Jersey.) It was the salmon that turned my head, a large pink fillet, as juicy as it was delicate. The room also intrigued me. The restaurant consists of several dining areas -- indoors, outdoors, upstairs and around the bar -- but I noticed only the a la carte section, the largest space in the Florentine-style building. The peach walls, soaring ceiling and porcelain tiles rimming the grill all added to the success of the evening.", "subsection_name": null, "snippet": "DURING my first visit, on my husband's birthday nine years ago, Highlawn Pavilion took my breath away. Never mind the view, which reminded me how much I missed Manhattan. (We had only recently arrived in New Jersey.) It was the salmon that turned ..."}, {"blog": [], "source": "The New York Times", "section_name": "Opinion", "word_count": 142, "headline": {"main": "Vietnam's Cuisine"}, "multimedia": [], "byline": null, "document_type": "article", "print_page": "12", "slideshow_credits": null, "keywords": [{"name": "persons", "value": "GOTTLIEB, BRENDA"}, {"name": "persons", "value": "HOLLIDAY, TAYLOR"}, {"name": "glocations", "value": "VIETNAM"}, {"name": "subject", "value": "RESTAURANTS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "FOOD"}], "pub_date": "2005-05-01T00:00:00Z", "_id": "4fd24abf8eb7c8105d7e8f25", "type_of_material": "Letter", "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9906E5DA1331F932A35756C0A9639C8B63", "news_desk": "Travel Desk", "abstract": "Brenda Gottlieb letter on Taylor Holliday's April 10 travel article on Vietnam cuisine", "lead_paragraph": "To The Editor: I found the article on Vietnam cuisine to be just one more enticement for travelers who seek out the many charms of a visit to Vietnam. Among the wonderful gastronomic experiences I enjoyed while traveling there in January with a group of culturally adventurous women was the Tinh Gia Vien restaurant in Hue.", "subsection_name": null, "snippet": "To The Editor: I found the article on Vietnam cuisine to be just one more enticement for travelers who seek out the many charms of a visit to Vietnam.     Among the wonderful gastronomic experiences I enjoyed while traveling there in January with ..."}, {"blog": [], "source": "The New York Times", "section_name": "Style", "word_count": 524, "headline": {"kicker": "Diner's Journal", "main": "Tundra Cuisine"}, "multimedia": [], "byline": {"organization": "THE NEW YORK TIMES", "person": [], "original": "By THE NEW YORK TIMES"}, "document_type": "blogpost", "print_page": null, "slideshow_credits": null, "keywords": [{"name": "type_of_material", "rank": "1", "value": "News"}], "pub_date": "2008-09-18T11:19:59Z", "_id": "4fd3920c8eb7c8105d8c3d2e", "type_of_material": "Blog", "web_url": "http://dinersjournal.blogs.nytimes.com/2008/09/18/kim-severson-answers-reader-qu/", "news_desk": null, "abstract": "Eating in Alaska", "lead_paragraph": "Kim Severson answers reader questions about Alaskan food, Alaskan cooking and Alaskan life. She'll be answering more in the coming days.", "subsection_name": null, "snippet": "Eating in Alaska..."}, {"blog": [], "source": "The New York Times", "section_name": "Books; Style; Dining and Wine; Technology", "word_count": 943, "headline": {"main": "'Modernist Cuisine' Is Open to Scrutiny"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Indrani", "rank": 1, "lastname": "SEN"}], "original": "By INDRANI SEN"}, "document_type": "article", "print_page": "4", "slideshow_credits": null, "keywords": [{"name": "creative_works", "value": "MODERNIST CUISINE: THE ART & SCIENCE OF COOKING (BOOK)"}, {"name": "persons", "value": "MYHRVOLD, NATHAN"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "pub_date": "2011-05-11T00:00:00Z", "_id": "4fd2ac218eb7c8105d8997ca", "type_of_material": "News", "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9A0DE6DC1030F932A25756C0A9679D8B63", "news_desk": "Dining In, Dining Out / Style Desk", "abstract": "Modernist Cuisine, high-tech food encyclopedia, issues 12 pages of corrections and clarifications on the books' Web site; Nathan Myhrvoid, the inventor who produced the books, credits readers for many corrections (M)", "lead_paragraph": "For those of us who don't have the $625 (or the upper-body strength) to buy ''Modernist Cuisine,'' the six-volume, 40-pound high-tech food encyclopedia released with great fanfare last month, the 12 pages of corrections and clarifications that went up on the book's Web site last week is worth a read for its own sake. At times the errata read like science fiction -- fleeting glimpses into the world of ''beet flexicurd,'' ''halibut cheek gel base'' and ''scallop mochi.'' It's a place where oysters, before they meet their demise, are fed sieved beet juice (and the juice should be strained through a 25-micron sieve, not a 500-micron one).", "subsection_name": null, "snippet": "For those of us who don't have the $625 (or the upper-body strength) to buy ''Modernist Cuisine,'' the six-volume, 40-pound high-tech food encyclopedia released with great fanfare last month, the 12 pages of corrections and clarifications that wen..."}, {"blog": [], "source": "The New York Times", "section_name": "New York and Region", "word_count": 1034, "headline": {"kicker": "FOOD", "main": "Introduction to the New Florida Cuisine"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Moira", "lastname": "HODGSON"}], "original": "By MOIRA HODGSON"}, "document_type": "article", "print_page": "8", "slideshow_credits": null, "keywords": [{"name": "creative_works", "value": "MIAMI SPICE: THE NEW FLORIDA CUISINE (COOKBOOK)"}, {"name": "persons", "value": "RAICHLEN, STEVEN"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "RECIPES"}], "pub_date": "1994-01-30T00:00:00Z", "_id": "4fd1e1e18eb7c8105d72a4fe", "type_of_material": "News", "web_url": "http://www.nytimes.com/1994/01/30/nyregion/food-introduction-to-the-new-florida-cuisine.html", "news_desk": "New Jersey Weekly Desk", "abstract": null, "lead_paragraph": "UNTIL recently, Florida was not exactly famous for its cuisine. But some of the best restaurants in the country have opened in the Miami area in the last few years. The influx of Cubans, Nicaraguans and Colombians and immigrants from Caribbean islands like Haiti, Jamaica and Trinidad have resulted in a fascinating cross-pollination of ethnic foods, which has made something of a field day for enterprising young chefs. As recent visits have proved, Miami now holds its own with New York and Los Angeles when it comes to good, interesting food. Steven Raichlen, a cooking teacher and food writer who lives in Coconut Grove, has come out with a fascinating and eminently usable cookbook, \"Miami Spice: The New Florida Cuisine\" (Workman). His recipes are inventive yet simple to cook and combine exotic flavors and ingredients in exciting new ways. Moreover, these dishes are just the thing to bring in a little tropical cheer on a wintry day in the North.", "subsection_name": null, "snippet": "UNTIL recently, Florida was not exactly famous for its cuisine. But some of the best restaurants in the country have opened in the Miami area in the last few years. The influx of Cubans, Nicaraguans and Colombians and immigrants from Caribbean isl..."}, {"blog": [], "source": "The New York Times", "section_name": null, "word_count": 582, "headline": {"main": "Food critic's postscript (cont.); Poulet grille a la diable"}, "multimedia": [], "byline": null, "document_type": "article", "print_page": "81", "slideshow_credits": null, "keywords": [{"name": "creative_works", "value": "BOOK HAUTE CUISINE FOR YOUR HEART'S DELIGHT"}, {"name": "persons", "value": "CUTLER, CAROL"}, {"name": "subject", "value": "BOOK REVIEWS"}], "pub_date": "1973-04-08T00:00:00Z", "_id": "4fc4858945c1498b0da2e130", "type_of_material": "Article", "web_url": "http://query.nytimes.com/gst/abstract.html?res=9C07EFD91438E13ABC4053DFB2668388669EDE", "news_desk": null, "abstract": "Cutler, Carol: Book Haute Cuisine for Your Heart's Delight, by C Cutler, revd by R A Sokolov; illus", "lead_paragraph": "Many of the recipes in Mrs. Cutler's book, which I discussed on Page 81, come out quite well, but they are the recipes you would expect to work with lowcholesterol ingredients. This piquant chicken dish is a good example. Aside from the use of polyunsaturated oil, there is little to distinguish it from a normal", "subsection_name": null, "snippet": "Many of the recipes in Mrs. Cutler's book, which I discussed on Page 81, come out quite well, but they are the recipes you would expect to work with lowcholesterol ingredients. This piquant chicken dish is a good example. Aside from the use of pol..."}]}}