{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "status": "OK", "response": {"meta": {"hits": 24392, "time": 118, "offset": 590}, "docs": [{"blog": [], "source": "The New York Times", "section_name": "Travel", "word_count": 2139, "headline": {"kicker": "CHOICE TABLES", "main": "Sonoma Harvests a Home-Grown Cuisine"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Mark", "lastname": "BITTMAN"}], "original": "By MARK BITTMAN"}, "document_type": "article", "print_page": "6", "slideshow_credits": null, "keywords": [], "pub_date": "1999-12-05T00:00:00Z", "_id": "4fd232d08eb7c8105d7c2f8f", "type_of_material": "News", "web_url": "http://www.nytimes.com/1999/12/05/travel/choice-tables-sonoma-harvests-a-home-grown-cuisine.html", "news_desk": "Travel Desk", "abstract": null, "lead_paragraph": "CALIFORNIA food is being defined at last, and nowhere better than in Sonoma, which is finally escaping from the long shadow of Tuscany. Though the valley -- about an hour north of the Golden Gate Bridge -- and the surrounding county look a little like central Italy -- as does Napa, Sonoma's more famous neighbor to the east -- and though they are indeed similar in climate and in their wine-based economies, Sonoma is a distinctively American place. A few years ago, menus featured little more than pasta, pizza and grilled vegetables. Maturity demanded that Sonoma strut its own stuff.", "subsection_name": null, "snippet": "CALIFORNIA food is being defined at last, and nowhere better than in Sonoma, which is finally escaping from the long shadow of Tuscany.    Though the valley -- about an hour north of the Golden Gate Bridge -- and the surrounding county look a litt..."}, {"blog": [], "source": "The New York Times", "section_name": "Dining and Wine; Style", "word_count": 2050, "headline": {"main": "Peruvian Cuisine Takes On the World"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Eric", "lastname": "ASIMOV"}], "original": "By ERIC ASIMOV"}, "document_type": "article", "print_page": "1", "slideshow_credits": null, "keywords": [{"name": "glocations", "value": "PERU"}, {"name": "subject", "value": "RESTAURANTS"}, {"name": "subject", "value": "COOKING AND COOKBOOKS"}, {"name": "subject", "value": "INCAS"}], "pub_date": "1999-05-26T00:00:00Z", "_id": "4fd1fbe38eb7c8105d75ac19", "type_of_material": "News", "web_url": "http://www.nytimes.com/1999/05/26/dining/peruvian-cuisine-takes-on-the-world.html", "news_desk": "Dining In, Dining Out/Style Desk", "abstract": "Eric Asimov article on Peruvian cuisine, which he says is one of greatest in world absorbing influences from almost every continent over past 500 years and melding them with ingredients and dishes that provide direct link to Incas; recipes; photos (M)", "lead_paragraph": "OUTDONE by visions of gauchos on the pampas, outromanced by images of Brazilian beaches and Carnival, and overwhelmed by the familiar flavors of Mexico and the Caribbean, Peru may seem like just an anonymous shade in the pan-Latin palette that has painted many New York restaurants. But Peru has one of the great cuisines of the world. It is the original fusion food, having absorbed influences from almost every continent over the last 500 years and melded them with ingredients and dishes that provide a direct link to the Incas. While it is best known for ceviche, the marinated raw seafood dish, Peru's food is remarkable for the diversity of its ingredients, from wonderful fresh fish to astounding varieties of potatoes, corn and chilies, and for preparations that encompass the world, from stir-fried beef to pasta with shrimp.", "subsection_name": null, "snippet": "OUTDONE by visions of gauchos on the pampas, outromanced by images of Brazilian beaches and Carnival, and overwhelmed by the familiar flavors of Mexico and the Caribbean, Peru may seem like just an anonymous shade in the pan-Latin palette that has..."}, {"blog": [], "source": "The New York Times", "section_name": "New York and Region", "word_count": 1583, "headline": {"main": "Is There a Distinctive Long Island Cuisine?"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Florence", "lastname": "FABRICANT"}], "original": "By FLORENCE FABRICANT"}, "document_type": "article", "print_page": "28", "slideshow_credits": null, "keywords": [{"name": "glocations", "value": "LONG ISLAND (NY)"}, {"name": "subject", "value": "RESTAURANTS"}, {"name": "subject", "value": "SPECIAL SECTIONS"}], "pub_date": "1998-08-30T00:00:00Z", "_id": "4fd1fe038eb7c8105d75e6c2", "type_of_material": "News", "web_url": "http://www.nytimes.com/1998/08/30/nyregion/is-there-a-distinctive-long-island-cuisine.html", "news_desk": "Long Island Weekly Desk", "abstract": "Article on cuisine that is becoming indigenous to Long Island, where chefs concentrate on locally-grown ingredients; photos (Special Life Styles Issue)", "lead_paragraph": "THE defining moment, when a cuisine began to emerge from everyday Long Island food, may have occurred eight summers ago. That was when the Westhampton chef Starr Boggs served slabs of fresh tuna grilled rare accompanied with corn on the cob, sliced tomatoes, new potatoes and string beans to the hundreds of people attending the first Long Island Barrel Tasting and Barbecue at Hargrave Vineyard in Cutchogue. Since then, chefs -- and the dining public -- have been paying increasing attention to the Island's indigenous ingredients. Though there remains some doubt as to whether a Long Island cuisine can be defined, now that there are chefs who are passionate about the ingredients, farmers who are producing them with ever greater care and wines from local vineyards to go with the food, a cuisine has taken root.", "subsection_name": null, "snippet": "THE defining moment, when a cuisine began to emerge from everyday Long Island food, may have occurred eight summers ago. That was when the Westhampton chef Starr Boggs served slabs of fresh tuna grilled rare accompanied with corn on the cob, slice..."}, {"blog": [], "source": "du_recipe", "section_name": null, "word_count": null, "headline": {"main": "Food; Green Cuisine", "name": "Anchovy-Sauce Dip"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Molly", "lastname": "O'Neill"}], "original": "Molly O'Neill"}, "document_type": "recipe", "print_page": null, "slideshow_credits": null, "keywords": [], "pub_date": "1998-06-14T00:00:00Z", "_id": "5327689d38f0d8493ca6db63", "type_of_material": "Recipe", "web_url": "http://cooking.nytimes.com/recipes/7122-anchovy-sauce-dip", "news_desk": null, "abstract": null, "lead_paragraph": "", "subsection_name": null, "snippet": ""}, {"blog": [], "source": "The New York Times", "section_name": "New York and Region", "word_count": 1159, "headline": {"kicker": "GOOD EATING", "main": "Queens Cuisine From Land or Sea"}, "multimedia": [], "byline": null, "document_type": "article", "print_page": "10", "slideshow_credits": null, "keywords": [{"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "RESTAURANTS"}], "pub_date": "1996-08-11T00:00:00Z", "_id": "4fd1c8558eb7c8105d6fac4a", "type_of_material": "Review", "web_url": "http://www.nytimes.com/1996/08/11/nyregion/queens-cuisine-from-land-or-sea.html", "news_desk": "The City Weekly Desk", "abstract": "Excerpts from previously published reviews of restaurants in Queens (M)", "lead_paragraph": "Taverna ELIAS CORNER ++ (718) 932-1510; 24-02 31st Street, at 24th Avenue, Astoria; $; no credit cards The new Elias Corner, under the elevated tracks at 31st Street, looks as much a part of this corner as the dingy railroad overpass. Like the old Elias Corner across the street, it doesn't have many creature comforts. For decor, there is a glass counter and fluorescent lights casting an unfriendly glare on a wall-mounted plastic sailfish. There are no menus; regulars walk over to the glass case and select what they want. And what they invariably get is impeccably fresh seafood expertly prepared. A meal should begin with a huge pile of addictive pinky-size whitebait, dredged in flour and flash-fried whole. Also good are Greek specialties of taramosalata, the lemony fish-roe puree, and tzatziki, a blend of yogurt, mint and cucumber. For entrees, you can't go wrong with the grilled fish basted with olive oil, lemon juice and herbs cooked over charcoal until charred on the outside and juicy within. The selection varies according to season. ($25 and Under: 5/3/96) GOLDEN MONKEY * (718) 762-2664; 133-47 Roosevelt Avenue, near Prince Street, Flushing; $; no credit cards While its generic Chinese decor of bright track lights, mirrors and wooden tables is unremarkable, Golden Monkey stands out for its enticing, spicy Sichuan fare in a neighborhood where dishes from Canton and Shanghai are usually found. Consider the hot spicy beef with ground Sichuan peppercorns; Japanese eggplant cooked with pork, dried chilies and garlic; Chengdu-style chicken blended with chilies and ginger, and tea-smoked pork with garlic cloves and bacon. Other choices include spicy pickled beans sprouts; cold noodles coated with a subtle, peppery sesame sauce, and a steaming casserole holding chicken, shrimp, cellophane noodles, clams, squid and cabbage in seafood broth. (Review: 2/24/95) GOODY'S * (718) 896-7163; 94-03B 63d Drive, near Queens Boulevard, Rego Park; $; no credit cards This congenial little storefront restaurant can be recommended for its consistently pleasing Chinese food and amiable staff. Steamy soup dumplings are a specialty here, made with pork and crab meat in a rich broth and served with tiny dishes of black vinegar and ginger on the side. Good appetizers are the deep-fried yellowfish rolls dipped in seaweed batter; cold sesame noodles tossed with shrimp, and little pastries holding a mixture of shredded turnips, dried shrimp and pork and set on a bed of sesame seeds. Main courses include braised beef with noodles; pork shoulder slowly cooked in a concoction of rice wine, soy sauce and sugar, and the house special, duck redolent of a fragrant five-spice powder and dotted with straw mushrooms, bok choy, bamboo shoots and thin carrot slices. Bean curd comes in many guises, sometimes soft and blended with crab meat, sometimes dried and mixed with spicy jalapeno peppers. (Review: 5/20/94) LONDON LENNIE'S $S (718) 894-8084; 63-88 Woodhaven Boulevard, Rego Park; $$; all major cards This perpetually packed seafood house is an oversize mom-and-pop operation with the visual trappings of a prosperous chain restaurant: a sparkling tile floor, polished wood walls, prints of palace guards, a retail fish counter and a neon-crowned bar. The menu changes daily. Dinner might begin with steamed mussels in white wine and garlic; fried calamari served with a tomato sauce; salmon gravlax paired with wasabi cream, or a selection of fresh clams and oysters on the half shell from the raw bar. For main courses, the daily catch might include sauteed halibut topped with dried tomato pesto and grilled corn salsa; horseradish-crusted sea bass with a port wine and shallot sauce; seared lemonfish accompanied by mixed greens and dressed with a vinaigrette, and pan-roasted monkfish set over seashell pasta tossed in basil oil. (7/12/91; Article: 2/9/92) PARK SIDE $S (718) 271-9274; 107-01 Corona Avenue, 108th Street and 51st Avenue, Corona; $$; all major credit cards This 16-year-old Queens institution is worth knowing if your tastes run toward traditional southern Italian cooking. For starters, consider the fried calamari, little clams oreganata, grilled portobello mushrooms with garlic, and prosciutto with juicy melon. Pastas and main courses include fettuccine Alfredo in a cream sauce with Parmesan and mascarpone cheeses; rigatoni Bolognese; sauteed shrimp in garlic sauce; chicken Parmigiano, veal piccata, and chicken cacciatore in a sauce made with mushrooms, onions and peppers. (Diner's Journal: 5/28/93) TELLY'S TAVERNA $S (718) 728-9194; 28-13 23d Avenue, Astoria; $; no credit cards Astoria's Greek neighborhoods are filled with good little restaurants that deliver fresh seafood at bargain prices. A good way to start here is with taramosalata, the creamy and saline fish-roe spread, and skordalia, a garlic-and-potato puree. If available, grilled octopus or deep-fried sardines and smelts with a drizzle of fresh lemon juice are another option. For main courses, you can select your own catch from the glass case. All the larger fish are grilled and served with lemon. Choices might include porgy, mackerel, red snapper, striped bass and swordfish. (Diner's Journal: 2/12/93) WATER'S EDGE ** (718) 482-0033; East River Yacht Club, 44th Drive at East River, Long Island City; $$$; all major credit cards Water's Edge is a somewhat formal and romantic spot offering a wonderful view of midtown Manhattan. A special of sauteed soft-shell crabs on a bed of well-seasoned greens makes a fine starter. Other featured appetizers include braised duck ravioli in a shallot-and-thyme infusion with white asparagus, and wild mushroom ragout with a pairing of ricotta gnocchi. Among main courses, seared filet of beef in a red wine and portobello mushroom sauce is a savory choice, as is the rack of lamb accompanied by a basil-and-potato puree and buttery fava beans. (Review: 2/21/92; revisited: 7/20/96) Savory Buns JOE'S SHANGHAI ++ (718) 539-3838; 136-21 37th Avenue, between Main and 138th Streets, Flushing; $; no credit cards New Yorkers from all over fill this popular Chinese restaurant. The soup dumplings (called steamed buns on the menu) hold savory crab meat or pork with an intensely flavorful broth. Other starters include spring rolls, shredded turnip cakes, scallion and sweet red bean pancakes, and fried smoked fish with a sugar glaze. More substantial are dishes of stir-fried eel with yellow chives, garlic and cilantro; crispy pork chops; mildly flavored sauteed water spinach, and dry sauteed shredded beef with scallions and carrots. ($25 and Under: 8/12/94) Summaries of reviews use the star system; others are culled from articles (indicated by +), the $25 and Under column (++) and Diner's Journal ($S). The Star System The New York Times's star system rates restaurants on the following scale. **** Extraordinary *** Excellent ** Very Good * Good None Poor to Satisfactory Price Range The price symbols are based on the cost of a three-course dinner with tax and a 15 percent tip (drinks not included). $ $25 and under $$ $25 to $40 $$$ $40 to $55 $$$$ $55 and over Past reviews. Hundreds of Times restaurant reviews are available from @times, an arts and entertainment guide on America Online. Software and information: (800) 548-5201.", "subsection_name": null, "snippet": "Taverna     ELIAS CORNER ++   (718) 932-1510; 24-02 31st Street, at 24th Avenue, Astoria; $; no credit cards       The new Elias Corner, under the elevated tracks at 31st Street, looks as much a part of this corner as the dingy railroad overpass. ..."}, {"blog": [], "source": "The New York Times", "section_name": "New York and Region", "word_count": 815, "headline": {"kicker": "DINING OUT", "main": "Kebab Offers Invitation to Afghan Cuisine"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Patricia", "lastname": "BROOKS"}], "original": "By PATRICIA BROOKS"}, "document_type": "article", "print_page": "25", "slideshow_credits": null, "keywords": [{"name": "organizations", "value": "SHISH KEBAB HOUSE OF AFGHANISTAN RESTAURANT"}, {"name": "subject", "value": "RESTAURANT REVIEWS"}], "pub_date": "1992-03-22T00:00:00Z", "_id": "4fd1b3608eb7c8105d6d6cf6", "type_of_material": "Review", "web_url": "http://www.nytimes.com/1992/03/22/nyregion/dining-out-kebab-offers-invitation-to-afghan-cuisine.html", "news_desk": "Connecticut Weekly Desk", "abstract": null, "lead_paragraph": "THOUGH Afghan food is unknown to many Americans, shish kebab is a staple in many places, so calling an Afghan restaurant in Hartford Shish Kebab House of Afghanistan is good marketing. Diners have a choice of several quiet areas, each decorated attractively with Afghan artifacts and clusters of greenery. Under each glass-top table is a woven mat, and the entire look is simple but immaculate.", "subsection_name": null, "snippet": "THOUGH Afghan food is unknown to many Americans, shish kebab is a staple in many places, so calling an Afghan restaurant in Hartford Shish Kebab House of Afghanistan is good marketing.    Diners have a choice of several quiet areas, each decorated..."}, {"blog": [], "source": "The New York Times", "section_name": "New York and Region", "word_count": 866, "headline": {"kicker": "DINING OUT", "main": "Home-Style Cuisine Acts Like a Magnet"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Patricia", "lastname": "BROOKS"}], "original": "By PATRICIA BROOKS"}, "document_type": "article", "print_page": "21", "slideshow_credits": null, "keywords": [{"name": "glocations", "value": "MILFORD (CONN)"}, {"name": "organizations", "value": "PURELY COUNTRY"}, {"name": "subject", "value": "RESTAURANT REVIEWS"}], "pub_date": "1991-03-24T00:00:00Z", "_id": "4fd1a7a88eb7c8105d6c2a6e", "type_of_material": "Review", "web_url": "http://www.nytimes.com/1991/03/24/nyregion/dining-out-home-style-cuisine-acts-like-a-magnet.html", "news_desk": "Connecticut Weekly Desk", "abstract": null, "lead_paragraph": "PURELY COUNTRY is a label that evokes homey, natural, nostalgic images. A restaurant with such a name is like a magnet for people who eat out a lot and crave a sense of the homemade -- or at least home style, judging by the crowds that fill Purely Country restaurant in the center of Milford. Stepping over the threshold of this former luncheonette, our first emotion was dismay. A long counter, with globe lights of differing sizes, ceiling fans and a narrow passageway past tables for two to the rear, where tables flank the aisle, evoked a sense of uncomfortable crowding. But once ensconced at a table, with a dot-matrix-printed menu in hand, reassurance crept back. The menu is intriguing, with inventive touches. And the fact that it changes weekly also suggests a degree of creativity -- or at least ambition -- in the kitchen.", "subsection_name": null, "snippet": "PURELY COUNTRY is a label that evokes homey, natural, nostalgic images. A restaurant with such a name is like a magnet for people who eat out a lot and crave a sense of the homemade -- or at least home style, judging by the crowds that fill Purely..."}, {"blog": [], "source": "The New York Times", "section_name": "New York and Region", "word_count": 862, "headline": {"kicker": "DINING OUT", "main": "A Cozy Setting for French Cuisine"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Patricia", "lastname": "BROOKS"}], "original": "By PATRICIA BROOKS"}, "document_type": "article", "print_page": "33", "slideshow_credits": null, "keywords": [{"name": "subject", "value": "TERMS NOT AVAILABLE"}], "pub_date": "1988-03-13T00:00:00Z", "_id": "4fd1777c8eb7c8105d66d9e2", "type_of_material": "Review", "web_url": "http://www.nytimes.com/1988/03/13/nyregion/dining-out-a-cozy-setting-for-french-cuisine.html", "news_desk": "Connecticut Weekly Desk", "abstract": null, "lead_paragraph": "LEAD: IN recent months, Fairfield County has been blessed with the opening of several fine restaurants. Now add L'Hotellerie des Bois (Little Hotel in the Woods) in West Redding to the growing list.", "subsection_name": null, "snippet": "LEAD: IN recent months, Fairfield County has been blessed with the opening of several fine restaurants. Now add L'Hotellerie des Bois (Little Hotel in the Woods) in West Redding to the growing list...."}, {"blog": [], "source": "The New York Times", "section_name": "Travel", "word_count": 2196, "headline": {"main": "IN BRUSSELS-HAUTE CUISINE A LA BELGIQUE"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Fred", "lastname": "Ferretti"}], "original": "By Fred Ferretti"}, "document_type": "article", "print_page": "6", "slideshow_credits": null, "keywords": [{"name": "glocations", "value": "BRUSSELS (BELGIUM)"}, {"name": "subject", "value": "BARS AND RESTAURANTS"}, {"name": "subject", "value": "REVIEWS"}], "pub_date": "1983-01-09T00:00:00Z", "_id": "4fd125de8eb7c8105d5ec490", "type_of_material": "Review", "web_url": "http://www.nytimes.com/1983/01/09/travel/in-brussels-haute-cuisine-a-la-belgique.html", "news_desk": "Travel Desk", "abstract": null, "lead_paragraph": "FRED FERRETTI is a reporter for The New York Times. If you've a mind to make the gastronomic pilgrimage to the European three-star shrines of Bocuse, Troisgros and Verge, by all means go, but for your palate's sake save a few days, and some room, for Belgium's only Michelin three-stars, Comme chez Soi and Villa Lorraine, both in Brussels. Along with Paris, New York and Hong Kong, Brussels is certainly one of the finest eating cities in the world, a judgment with which most Bruxellois would agree, although chauvinistically they might place their city just a touch ahead on overall points. Belgians know their food, are quite demanding and are blessed with a country that provides fine produce. They are proud of such native fare as their anguilles - eels - which they prepare in a variety of ways; the tiny so-called ''gray shrimp,'' which are the inspiration for so many Belgian dishes; of their passion for moules, of the fish or chicken soup stews called waterzooi, of their endives, of the hearty casserole dish of beef and onions stewed in beer, which they call carbonnade a la flamande. But they are especially proud of what they consider to be their ability to outcook the French on occasion, an ability perhaps best demonstrated at Comme chez Soi and Villa Lorraine.", "subsection_name": null, "snippet": "FRED FERRETTI is a reporter for The New York Times.   If you've a mind to make the gastronomic pilgrimage to the European three-star shrines of Bocuse, Troisgros and Verge, by all means go, but for your palate's sake save a few days, and some room..."}, {"blog": [], "source": "The New York Times", "section_name": null, "word_count": 674, "headline": {"kicker": "1", "main": "Food News; Books on European Cuisine Available"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Craig", "rank": 1, "lastname": "CLAIBORNE"}], "original": "By CRAIG CLAIBORNE"}, "document_type": "article", "print_page": "28", "slideshow_credits": null, "keywords": [], "pub_date": "1959-07-20T00:00:00Z", "_id": "4fc3c97045c1498b0d860351", "type_of_material": "Article", "web_url": "http://query.nytimes.com/gst/abstract.html?res=9907E5D91E39E632A25753C2A9619C946892D6CF", "news_desk": null, "abstract": null, "lead_paragraph": "MANHATTAN offers a fascinating collection of contemporary and traditional literature on European cuisines. The city's bookstores, while not brimful, have a stimulating assortment of books and periodicals dealing with many aspects of the culinary arts.", "subsection_name": null, "snippet": "MANHATTAN offers a fascinating collection of contemporary and traditional literature on European cuisines. The city's bookstores, while not brimful, have a stimulating assortment of books and periodicals dealing with many aspects of the culinary a..."}]}}