{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "status": "OK", "response": {"meta": {"hits": 153044, "time": 23, "offset": 320}, "docs": [{"blog": [], "source": "The New York Times", "section_name": "Dining and Wine; Style", "word_count": 1192, "headline": {"kicker": "RESTAURANTS", "main": "A Supercool Setting, but a Warm Welcome"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "William", "lastname": "Grimes"}], "original": "By William Grimes"}, "document_type": "article", "print_page": "11", "slideshow_credits": null, "keywords": [{"name": "organizations", "value": "MAN RAY"}, {"name": "subject", "value": "RESTAURANTS"}], "pub_date": "2001-10-24T00:00:00Z", "_id": "4fd2636a8eb7c8105d815989", "type_of_material": "Review", "web_url": "http://www.nytimes.com/2001/10/24/dining/restaurants-a-supercool-setting-but-a-warm-welcome.html", "news_desk": "Dining In, Dining Out/Style Desk", "abstract": "William Grimes reviews Man Ray, restaurant on West 15th Street; photo (M)", "lead_paragraph": "MAN RAY ought to have the DNA of a velvet-rope restaurant. The Parisian original is a celebrity magnet, the kind of loud and large New York-style dining spot that younger French diners adore. Thierry Kléméniuk, hoping to repeat the formula in Manhattan, has the star-power backing of investors like Johnny Depp, Sean Penn, John Malkovich and Harvey Weinstein. The artfully decadent retro Asian décor, the waitresses in slinky silk mandarin dresses -- it all spells the kind of restaurant where mere mortals feel worthless, and the food does not even pretend to be anything more than a fashion accessory. Man Ray is not like that, though. It's dangerous even to imply such a thing, but I think it actually wants to be liked. The welcome at the door is warm. The servers, in contrast to the layered hipness of the décor, talk like ordinary people and seem eager to please. It's certainly true that anyone carrying an extra five pounds will not want to spend time at the little tables up front, or the long bar that faces them, where youth and beauty find each other. That's fine. Somewhere along the line, Man Ray decided that a restaurant does not have to sneer to be stylish. The doorman even thanks you on the way out.", "subsection_name": null, "snippet": "MAN RAY ought to have the DNA of a velvet-rope restaurant. The Parisian original is a celebrity magnet, the kind of loud and large New York-style dining spot that younger French diners adore. Thierry Kléméniuk, hoping to repeat the formula in Ma..."}, {"blog": [], "source": "The New York Times", "section_name": "Dining and Wine; Style", "word_count": 1096, "headline": {"kicker": "RESTAURANTS", "main": "Veracruz Fusion Finds Its Way North"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "William", "lastname": "Grimes"}], "original": "By William Grimes"}, "document_type": "article", "print_page": "13", "slideshow_credits": null, "keywords": [{"name": "organizations", "value": "DANZON"}, {"name": "subject", "value": "RESTAURANTS"}], "pub_date": "2001-10-10T00:00:00Z", "_id": "4fd263728eb7c8105d815ec0", "type_of_material": "Review", "web_url": "http://www.nytimes.com/2001/10/10/dining/restaurants-veracruz-fusion-finds-its-way-north.html", "news_desk": "Dining In, Dining Out/Style Desk", "abstract": "William Grimes reviews Danzon, Mexican restaurant on East 28th Street; photo (M)", "lead_paragraph": "VERACRUZ, a long, narrow strip of land that runs along the Gulf of Mexico, is home to one of Mexico's most complicated melting-pot cuisines. In ''Zarela's Veracruz,'' her new cookbook, Zarela Martínez teases out the influences, historical and geographic, that make the food a highly distinctive blend of ingredients from Spain, Mexico, Cuba and Africa. There are reasons why so many of the dishes include green olives and almonds, and why the first dish presented to diners at Danzón, Ms. Martínez's new restaurant, is a heap of sliced, fried plantains with a chilled spicy dipping sauce based on peanuts. The book makes a much better case for Veracruzano cuisine than the restaurant, however. Ms. Martínez, the chef and owner of the very popular Zarela, has championed regional Mexican cooking for years, becoming a beloved figure on the city's dining scene. Danzón, named after the Cuban ballroom-dance style popular in Veracruz, is obviously a labor of love. Ms. Martínez has taken over a shabby, narrow two-story building in modest surroundings, just around the corner from Kalustyan's and Curry in a Hurry, and turned it into a high-energy, brightly colored folk shrine, with peach-colored walls and rusticated wooden shelves containing dancing shoes and carved wooden figures.", "subsection_name": null, "snippet": "VERACRUZ, a long, narrow strip of land that runs along the Gulf of Mexico, is home to one of Mexico's most complicated melting-pot cuisines. In ''Zarela's Veracruz,'' her new cookbook, Zarela Martínez teases out the influences, historical and geo..."}, {"blog": [], "source": "The New York Times", "section_name": "Dining and Wine; Style", "word_count": 1119, "headline": {"kicker": "RESTAURANTS", "main": "An Alliance of Sun-Dappled Cuisines"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "William", "lastname": "Grimes"}], "original": "By William Grimes"}, "document_type": "article", "print_page": "8", "slideshow_credits": null, "keywords": [{"name": "organizations", "value": "MEDI"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "RESTAURANTS"}], "pub_date": "2001-09-19T00:00:00Z", "_id": "4fd263718eb7c8105d815e22", "type_of_material": "Review", "web_url": "http://www.nytimes.com/2001/09/19/dining/restaurants-an-alliance-of-sun-dappled-cuisines.html", "news_desk": "Dining In, Dining Out/Style Desk", "abstract": "William Grimes reviews Medi, restaurant in Rockefeller Plaza; photo (M)", "lead_paragraph": "MEDI starts with a seductive idea, implicit in its name. Why not merge the cuisine of sunny Provence with the crowd-pleasing flavors of Tuscany, and serve it in a dining room ablaze with Van Gogh colors? The Midi meets the Mediterranean. The result, Medi, should be pure pleasure. The names involved would seem to guarantee it. Roberto Ruggeri, one of the owners, runs the Bice empire, and he managed to entice Roger Vergé, one of France's culinary gods, into collaborating on the project.", "subsection_name": null, "snippet": "MEDI starts with a seductive idea, implicit in its name. Why not merge the cuisine of sunny Provence with the crowd-pleasing flavors of Tuscany, and serve it in a dining room ablaze with Van Gogh colors? The Midi meets the Mediterranean. The resul..."}, {"blog": [], "source": "The New York Times", "section_name": "Dining and Wine; Style", "word_count": 1378, "headline": {"kicker": "RESTAURANTS", "main": "A Fearless Chef With an Artistic Streak"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "William", "lastname": "Grimes"}], "original": "By William Grimes"}, "document_type": "article", "print_page": "9", "slideshow_credits": null, "keywords": [{"name": "organizations", "value": "AQUAVIT"}, {"name": "subject", "value": "RESTAURANTS"}], "pub_date": "2001-05-23T00:00:00Z", "_id": "4fd2238e8eb7c8105d7a9311", "type_of_material": "Review", "web_url": "http://www.nytimes.com/2001/05/23/dining/restaurants-a-fearless-chef-with-an-artistic-streak.html", "news_desk": "Dining In, Dining Out/Style Desk", "abstract": "William Grimes reviews Aquavit, Swedish-inspired restaurant on West 54th Street; photo (M)", "lead_paragraph": "OFTEN, when a chef has been running a top-flight restaurant for more than five years, one of two bad things happens. Either the chef settles into a routine, and a formula, and the kitchen starts to sag, or the chef goes stir-crazy and indulges in strange experiments. Marcus Samuelsson, Aquavit's restlessly inventive executive chef, is not the formula type. He's more likely to wander off into strange territory, and that's exactly what he seemed to be doing when I ate at Aquavit early this year, soon after he had revised his menu. Everything seemed peculiar and off-register to me, from the icy chaser of homemade ginger ale he served with a lobster roll to the odd-tasting tart of butternut squash that came with rectangular slices of poached lamb neatly arranged in a line extending from one end of the plate to the other. I left scratching my head.", "subsection_name": null, "snippet": "OFTEN, when a chef has been running a top-flight restaurant for more than five years, one of two bad things happens. Either the chef settles into a routine, and a formula, and the kitchen starts to sag, or the chef goes stir-crazy and indulges in ..."}, {"blog": [], "source": "The New York Times", "section_name": "Dining and Wine; Style", "word_count": 1173, "headline": {"kicker": "RESTAURANTS", "main": "Something for Everyone, on Every Plate"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "William", "lastname": "Grimes"}], "original": "By William Grimes"}, "document_type": "article", "print_page": "9", "slideshow_credits": null, "keywords": [{"name": "organizations", "value": "TODD ENGLISH'S OLIVES NY"}, {"name": "organizations", "value": "W UNION SQUARE"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "RESTAURANTS"}], "pub_date": "2001-03-21T00:00:00Z", "_id": "4fd2221f8eb7c8105d7a7464", "type_of_material": "Review", "web_url": "http://www.nytimes.com/2001/03/21/dining/restaurants-something-for-everyone-on-every-plate.html", "news_desk": "Dining In, Dining Out/Style Desk", "abstract": "William Grimes reviews Todd English's Olives NY, in W Union Square hotel on Park Avenue South; photo (M)", "lead_paragraph": "LUNCH is the meal that many restaurants hope the critics skip. The most highly skilled waiters work the more profitable evening shift. The best cooks work at night too. But it was lunch at Olives that somehow crystallized the Todd English philosophy for me. The defining moment, as they say, came midway through an epic-length flatbread sandwich, a footlong open-face affair with more stops on it than the E line. It featured lamb, large savory chunks of it, but also included a roasted red pepper salad, rouille, cucumber raita and a large mound of whipped hummus. It was not so much a sandwich as a buffet, and it wore me out. On the other hand, like many of Mr. English's creations, it was fail-safe. If you did not care for the red pepper salad, you could move on to the next thing, or the thing after that. Some plates are so complex that it's only when the busboy is clearing the table that you find an important piece of food buried under, say, a giant shaving of Parmesan.", "subsection_name": null, "snippet": "LUNCH is the meal that many restaurants hope the critics skip. The most highly skilled waiters work the more profitable evening shift. The best cooks work at night too. But it was lunch at Olives that somehow crystallized the Todd English philosop..."}, {"blog": [], "source": "The New York Times", "section_name": "Dining and Wine; Style", "word_count": 1182, "headline": {"kicker": "RESTAURANTS", "main": "Long on Subtlety, Short on Heat"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "William", "lastname": "Grimes"}], "original": "By William Grimes"}, "document_type": "article", "print_page": "10", "slideshow_credits": null, "keywords": [{"name": "organizations", "value": "ADA"}, {"name": "subject", "value": "RESTAURANTS"}], "pub_date": "2001-01-17T00:00:00Z", "_id": "4fd22de08eb7c8105d7bb94e", "type_of_material": "Review", "web_url": "http://www.nytimes.com/2001/01/17/dining/restaurants-long-on-subtlety-short-on-heat.html", "news_desk": "Dining In, Dining Out/Style Desk", "abstract": "William Grimes reviews Ada, Indian restaurant on East 58th Street; photo (M)", "lead_paragraph": "WHEN New Yorkers brag about the diversity and depth of their international restaurants, they tend to gloss over a couple of facts. The food map contains some very large blank spots. Regional Mexican is one. Indian is another. Indian restaurants of a certain kind can be found by the hundreds in Manhattan and Queens. Most fall into the Curry in a Hurry category: small places with very limited ambitions, usually operated by Bangladeshis. What Greek diners are to Mediterranean cuisine, these are to Indian. New York, with very weak historical ties to the subcontinent, cannot approach the richness and variety of a city like London, which offers everything from ghastly curry and chips shops to glamorous showcases for the best of India's cuisines.", "subsection_name": null, "snippet": "WHEN New Yorkers brag about the diversity and depth of their international restaurants, they tend to gloss over a couple of facts. The food map contains some very large blank spots. Regional Mexican is one. Indian is another.    Indian restaurants..."}, {"blog": [], "source": "The New York Times", "section_name": "New York and Region", "word_count": 1166, "headline": {"kicker": "RESTAURANTS", "main": "Inviting"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Karla", "lastname": "COOK"}], "original": "By KARLA COOK"}, "document_type": "article", "print_page": "13", "slideshow_credits": null, "keywords": [{"name": "organizations", "value": "MEDITERRA"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "RESTAURANTS"}], "pub_date": "2001-01-14T00:00:00Z", "_id": "4fd22dd98eb7c8105d7bb451", "type_of_material": "Review", "web_url": "http://www.nytimes.com/2001/01/14/nyregion/restaurants-inviting.html", "news_desk": "New Jersey Weekly Desk", "abstract": "Karla Cook reviews Mediterra restaurant in Princeton, NJ; photo (M)", "lead_paragraph": "SOME restaurants have a glow about them, and Mediterra, a jewel of a place on the far side of Palmer Square in Princeton, is one of them. The golden lights inside beckon the cold and hungry, the hubbub of a crowd rising and falling with the opening and closing of the heavy glass doors. Then there's the groaning board, loaded with beautiful, crusty breads at the entrance to the dining room, and the jazz band that sets up in the corner of the bar and the extensive wine list and the witty neon ''tapas'' sign over the bar and the exposed beams on the ceiling.", "subsection_name": null, "snippet": "SOME restaurants have a glow about them, and Mediterra, a jewel of a place on the far side of Palmer Square in Princeton, is one of them.  The golden lights inside beckon the cold and hungry, the hubbub of a crowd rising and falling with the openi..."}, {"blog": [], "source": "The New York Times", "section_name": "New York and Region", "word_count": 1149, "headline": {"kicker": "RESTAURANTS", "main": "A Little Havana"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "David", "lastname": "CORCORAN"}], "original": "By DAVID CORCORAN"}, "document_type": "article", "print_page": "20", "slideshow_credits": null, "keywords": [{"name": "organizations", "value": "MARTINO'S"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "RESTAURANTS"}], "pub_date": "2000-10-22T00:00:00Z", "_id": "4fd21a698eb7c8105d798d8c", "type_of_material": "Review", "web_url": "http://www.nytimes.com/2000/10/22/nyregion/restaurants-a-little-havana.html", "news_desk": "New Jersey Weekly Desk", "abstract": "David Corcoran reviews Martino's, Cuban restaurant in Somerville, NJ; photo (M)", "lead_paragraph": "IT was a spring evening in 1994, and Martino Linares was lost. His mood was dark. He had just lost his job as a chef at an Italian restaurant in Warren. Driving home to Dover, he somehow detoured onto Main Street in this well-worn town. He saw a man standing at a corner and stopped to ask directions. A lifetime of wandering had led him to this spot. Born in Cuba, he emigrated to Miami as a young man in 1950, volunteered in the Bay of Pigs invasion in 1961, was captured and spent three years in a Cuban prison, returned to the United States, cooked in French and Italian and kosher restaurants along the Eastern Seaboard, and finally found himself, jobless, on this desolate corner.", "subsection_name": null, "snippet": "IT was a spring evening in 1994, and Martino Linares was lost. His mood was dark. He had just lost his job as a chef at an Italian restaurant in Warren. Driving home to Dover, he somehow detoured onto Main Street in this well-worn town. He saw a m..."}, {"blog": [], "source": "The New York Times", "section_name": "Dining and Wine; Style", "word_count": 1134, "headline": {"kicker": "RESTAURANTS", "main": "Gazetteer of Italian Fare, With Eccentricity"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "William", "lastname": "Grimes"}], "original": "By William Grimes"}, "document_type": "article", "print_page": "9", "slideshow_credits": null, "keywords": [{"name": "organizations", "value": "ROC"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "RESTAURANTS"}], "pub_date": "2000-08-30T00:00:00Z", "_id": "4fd22b3b8eb7c8105d7b69eb", "type_of_material": "Review", "web_url": "http://www.nytimes.com/2000/08/30/dining/restaurants-gazetteer-of-italian-fare-with-eccentricity.html", "news_desk": "Dining In, Dining Out/Style Desk", "abstract": "William Grimes reviews Roc, Italian restaurant in TriBeCa; photo (M)", "lead_paragraph": "IN the race to unearth the world's least reclaimable dish, Roc may have scored an upset victory. Meatloaf has gained classic status. Macaroni and cheese can be found in fine Parisian restaurants. Mashed potatoes have been through so many conceptual contortions that they qualify as haute cuisine. It's getting harder to shock. But Roc has succeeded. ''Every Thursday we have spaghetti and meatballs,'' a waiter told me with a sly smile one evening. ''It's a Roc tradition.'' You had to admire the cheek. For many Americans, this is a dish that comes in a can. And how, exactly, does a brand-new restaurant have a tradition?", "subsection_name": null, "snippet": "IN the race to unearth the world's least reclaimable dish, Roc may have scored an upset victory. Meatloaf has gained classic status. Macaroni and cheese can be found in fine Parisian restaurants. Mashed potatoes have been through so many conceptua..."}, {"blog": [], "source": "The New York Times", "section_name": "New York and Region", "word_count": 1244, "headline": {"kicker": "RESTAURANTS", "main": "Shaken and Stirred"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "David", "lastname": "CORCORAN"}], "original": "By DAVID CORCORAN"}, "document_type": "article", "print_page": "16", "slideshow_credits": null, "keywords": [{"name": "organizations", "value": "UPTOWN"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "RESTAURANTS"}], "pub_date": "2000-06-18T00:00:00Z", "_id": "4fd1fa058eb7c8105d7571fc", "type_of_material": "Review", "web_url": "http://www.nytimes.com/2000/06/18/nyregion/restaurants-shaken-and-stirred.html", "news_desk": "New Jersey Weekly Desk", "abstract": "David Corcoran reviews Uptown restaurnat in Long Branch, NJ; photo (M)", "lead_paragraph": "LONG BRANCH is one of those shore towns, like Atlantic City and Asbury Park, that are all too well known for having seen better days. A fabulous resort in the late 19th and early 20th centuries, visited by no fewer than seven presidents, it faded fast after World War II and in recent years has struggled to keep breathing. But Long Branch has seen worse days too, and while reminders of its Gilded Age glory may be hard to find, signs of life abound. Immigrants from Brazil and Portugal are moving in, forming one of the state's largest Portuguese-speaking neighborhoods. Seven Presidents Oceanfront Park, a wide, shimmering and beautifully maintained white-sand beach just north of the old boardwalk, is paved with people on summer weekends. And now, on a stretch of Broadway in the solid working-class district called Uptown, there's a nascent restaurant scene.", "subsection_name": null, "snippet": "LONG BRANCH is one of those shore towns, like Atlantic City and Asbury Park, that are all too well known for having seen better days. A fabulous resort in the late 19th and early 20th centuries, visited by no fewer than seven presidents, it faded ..."}]}}