{"copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved.", "status": "OK", "response": {"meta": {"hits": 153044, "time": 248, "offset": 780}, "docs": [{"blog": [], "source": "The New York Times", "section_name": "Dining and Wine; Style", "word_count": 1116, "headline": {"kicker": "RESTAURANTS", "main": "Two Chefs Free to Cook as They Please"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Eric", "lastname": "Asimov"}], "original": "By Eric Asimov"}, "document_type": "article", "print_page": "9", "slideshow_credits": null, "keywords": [{"name": "organizations", "value": "PAZO"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "RESTAURANTS"}], "pub_date": "2002-10-09T00:00:00Z", "_id": "4fd23cf28eb7c8105d7d2ad9", "type_of_material": "Review", "web_url": "http://www.nytimes.com/2002/10/09/dining/restaurants-two-chefs-free-to-cook-as-they-please.html", "news_desk": "Dining In, Dining Out/Style Desk", "abstract": "Eric Asimov reviews Pazo, Mediditerranean restaurant on East 57th Street; photo (M)", "lead_paragraph": "LIKE the movies, the restaurant business thrives on the high concept. Just as a film called ''Gladiator'' suggests immediately that you are in for sweat and loincloths, many believe a new restaurant's name ought to telegraph its premise. Even casual diners can assume Le Bernardin is French, or Mesa Grill Southwestern. They may not be so sure about a restaurant called Babbo or Town, but once they enter the dining room and examine the menu, they are on solid ground. Not so with Pazo. At this small, refined restaurant, which opened in midsummer on East 57th Street, identity seems playfully concealed in layers of ambiguity. The bill-of-fare begins with an explanation that clouds rather than clarifies: ''an American menu infused with the flavors and ingredients of the Mediterranean.''", "subsection_name": null, "snippet": "LIKE the movies, the restaurant business thrives on the high concept. Just as a film called ''Gladiator'' suggests immediately that you are in for sweat and loincloths, many believe a new restaurant's name ought to telegraph its premise. Even casu..."}, {"blog": [], "source": "The New York Times", "section_name": "New York and Region", "word_count": 1606, "headline": {"kicker": "RESTAURANTS", "main": "From Pho to Che Bam Au"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "David", "lastname": "CORCORAN"}], "original": "By DAVID CORCORAN"}, "document_type": "article", "print_page": "16", "slideshow_credits": null, "keywords": [{"name": "organizations", "value": "NHA TRANG PLACE"}, {"name": "organizations", "value": "SAIGON CAFE"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "RESTAURANTS"}], "pub_date": "2002-09-29T00:00:00Z", "_id": "4fd238958eb7c8105d7cb783", "type_of_material": "Review", "web_url": "http://www.nytimes.com/2002/09/29/nyregion/restaurants-from-pho-to-che-bam-au.html", "news_desk": "New Jersey Weekly Desk", "abstract": "David Corcoran reviews Nha Trang Place and Saigon Cafe, Vietnamese restaurants in Jersey City, NJ; photo (M)", "lead_paragraph": "IF a city is a living thing, Jersey City is more alive than most, its sprawling and disparate collection of neighborhoods in a state of change so rapid you can see and feel and taste it -- a time-lapse photograph in three dimensions and all five senses. Take the section called Downtown, once Italian- and Polish-American, now largely Hispanic and Asian. Like many longtime residents, Irene Stapinski, who grew up in Jersey City in the 1930's and 40's and still lives near Journal Square, remembers eating at Ducky's, an Italian restaurant whose most compelling feature was not the food but the mystery surrounding the proprietor. ''Ducky disappeared,'' she said. ''They never found him. It was all anyone talked about.''", "subsection_name": null, "snippet": "IF a city is a living thing, Jersey City is more alive than most, its sprawling and disparate collection of neighborhoods in a state of change so rapid you can see and feel and taste it -- a time-lapse photograph in three dimensions and all five s..."}, {"blog": [], "source": "The New York Times", "section_name": "Dining and Wine; Style", "word_count": 1100, "headline": {"kicker": "RESTAURANTS", "main": "Latin American Cuisine Takes to the Stage"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Eric", "lastname": "Asimov"}], "original": "By Eric Asimov"}, "document_type": "article", "print_page": "9", "slideshow_credits": null, "keywords": [{"name": "organizations", "value": "NOCHE"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "RESTAURANTS"}], "pub_date": "2002-09-25T00:00:00Z", "_id": "4fd238948eb7c8105d7cb69f", "type_of_material": "Review", "web_url": "http://www.nytimes.com/2002/09/25/dining/restaurants-latin-american-cuisine-takes-to-the-stage.html", "news_desk": "Dining In, Dining Out/Style Desk", "abstract": "Eric Asimov reviews Noche, midtown Manhattan restaurant; photo (M)", "lead_paragraph": "YOU don't have to look very far in the theater district to find fabricated, artificial, soulless restaurants that nonetheless pack in the crowds. Why not? ''Cats'' also ran forever. But Broadway could use more places like Noche, a theatrical, multilevel pan-Latin restaurant that is perhaps no less contrived than some of its neighbors, but makes up for it with striking design, a spirited atmosphere and excellent value for a hearty, modestly priced trip through Latin American cuisines.", "subsection_name": null, "snippet": "YOU don't have to look very far in the theater district to find fabricated, artificial, soulless restaurants that nonetheless pack in the crowds. Why not? ''Cats'' also ran forever.    But Broadway could use more places like Noche, a theatrical, m..."}, {"blog": [], "source": "The New York Times", "section_name": "Dining and Wine; Style", "word_count": 1185, "headline": {"kicker": "RESTAURANTS", "main": "The Exotic Side of Seafood, in TriBeCa"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Eric", "lastname": "Asimov"}], "original": "By Eric Asimov"}, "document_type": "article", "print_page": "9", "slideshow_credits": null, "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "TRIBECA (NYC)"}, {"name": "organizations", "value": "FRESH"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "RESTAURANTS"}], "pub_date": "2002-08-14T00:00:00Z", "_id": "4fd21ee48eb7c8105d7a1458", "type_of_material": "Review", "web_url": "http://www.nytimes.com/2002/08/14/dining/restaurants-the-exotic-side-of-seafood-in-tribeca.html", "news_desk": "Dining In, Dining Out/Style Desk", "abstract": "Eric Asimov reviews Fresh, restaurant in Manhattan's TriBeCa; photo (M)", "lead_paragraph": "IT was in the coastal town of Kribi, in Cameroon, in the early 1980's, where I first learned that fish had cheeks. We were sitting in an open-air restaurant, where a sea breeze blew off the black-sand beaches, dining on glistening shrimp and whole, charcoal-grilled fish. I had devoured the fish, flavored only with citrus and herbs, but had left the head alone, which caused our host to cluck.", "subsection_name": null, "snippet": "IT was in the coastal town of Kribi, in Cameroon, in the early 1980's, where I first learned that fish had cheeks.    We were sitting in an open-air restaurant, where a sea breeze blew off the black-sand beaches, dining on glistening shrimp and wh..."}, {"blog": [], "source": "The New York Times", "section_name": "New York and Region", "word_count": 1161, "headline": {"kicker": "RESTAURANTS", "main": "Old Reliable"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "David", "lastname": "CORCORAN"}], "original": "By DAVID CORCORAN"}, "document_type": "article", "print_page": "12", "slideshow_credits": null, "keywords": [{"name": "organizations", "value": "LA FOCACCIA"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "RESTAURANTS"}], "pub_date": "2002-06-23T00:00:00Z", "_id": "4fd237cd8eb7c8105d7ca5d2", "type_of_material": "Review", "web_url": "http://www.nytimes.com/2002/06/23/nyregion/restaurants-old-reliable.html", "news_desk": "New Jersey Weekly Desk", "abstract": "David Corcoran reviews La Focaccia restaurant in Summit, NJ; photo (M)", "lead_paragraph": "WHEN the definitive restaurant dictionary is written, La Focaccia may serve as the entry for ''Neighborhood spot, congenial.'' It inhabits the ground floor of one of those boxy early-20th-century factory workers' houses that look slightly incongruous in this high-toned town. On most nights it fills early with families and with couples on dates, carrying their own wine or beer in brown shopping bags. They are greeted by platoons of white-aproned waiters who start out brusque and formal but are soon treating everyone at the table like an old friend. There's a working wood-burning oven, a colorful display of antipasto near the entrance and a television that as far as I can tell goes entirely unwatched.", "subsection_name": null, "snippet": "WHEN the definitive restaurant dictionary is written, La Focaccia may serve as the entry for ''Neighborhood spot, congenial.''     It inhabits the ground floor of one of those boxy early-20th-century factory workers' houses that look slightly inco..."}, {"blog": [], "source": "The New York Times", "section_name": "Dining and Wine; Style", "word_count": 1229, "headline": {"kicker": "RESTAURANTS", "main": "A Magnet for Lovers, And Chefs, Too"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "William", "lastname": "Grimes"}], "original": "By William Grimes"}, "document_type": "article", "print_page": "1", "slideshow_credits": null, "keywords": [{"name": "organizations", "value": "RIVER CAFE"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "RESTAURANTS"}], "pub_date": "2002-02-13T00:00:00Z", "_id": "4fd2341e8eb7c8105d7c528a", "type_of_material": "Review", "web_url": "http://www.nytimes.com/2002/02/13/dining/restaurants-a-magnet-for-lovers-and-chefs-too.html", "news_desk": "Dining In, Dining Out/Style Desk", "abstract": "William Grimes reviews The River Cafe in Brooklyn, just south of Brooklyn Bridge; photos (M)", "lead_paragraph": "THE River Café has not had a run as long as that of the ''The Fantasticks.'' It only seems that way. But 24 years is a very long time, the equivalent of a century or more in restaurant years. The astonishing thing is not how long the River Café has been in business but how good it has been for most of those two-and-half decades, and how many star chefs it has produced. It has been the jumping-off point for David Burke, Larry Forgione, Charlie Palmer and most recently, Rick Laakkonen, who left the River Café to make a big splash at Ilo last year. That is an impressive list of alumni, even more so for a restaurant catering to tourists and couples seeking a romantic evening. A view and a setting like the River Café's should be death to serious food. But it isn't. Brad Steelman, who took over as executive chef about a year and a half ago, holds up his end. That is saying a lot, because the built-in limitations at the River Café are daunting. Most diners come to gaze at the twinkling lights of Lower Manhattan, celebrate a promotion or impress a date. The River Café is a special-occasion restaurant, Tavern on the Green with a river attached, and its patrons, many of them out-of-towners who might not be eager to experience shaved bottarga, do not book a table in search of culinary adventure. The kitchen aims to please but not to shock, and Mr. Steelman, whose long résumé includes stints at Montrachet, the Water Club and Tribeca Grill, shows a gift for making fairly simple food seem a lot more elegant than it really is. He sneaks in excitement by the side door, with small flourishes that enliven mandatory entrees like duck breast, loin of lamb, sirloin steak and red snapper.", "subsection_name": null, "snippet": "THE River Café has not had a run as long as that of the ''The Fantasticks.'' It only seems that way. But 24 years is a very long time, the equivalent of a century or more in restaurant years. The astonishing thing is not how long the River Café ..."}, {"blog": [], "source": "The New York Times", "section_name": "Dining and Wine; Style", "word_count": 1200, "headline": {"kicker": "RESTAURANTS", "main": "Asian Flair and a Side of People-Watching"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "William", "lastname": "Grimes"}], "original": "By William Grimes"}, "document_type": "article", "print_page": "11", "slideshow_credits": null, "keywords": [{"name": "organizations", "value": "THOM"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "RESTAURANTS"}], "pub_date": "2001-09-26T00:00:00Z", "_id": "4fd2323d8eb7c8105d7c1eef", "type_of_material": "Review", "web_url": "http://www.nytimes.com/2001/09/26/dining/restaurants-asian-flair-and-a-side-of-people-watching.html", "news_desk": "Dining In, Dining Out/Style Desk", "abstract": "William Grimes reviews Thom, Greenwich Village restaurant; photo (M)", "lead_paragraph": "ON paper, Thom has all the credentials for hip, downtown success. It's in a slickly designed new SoHo hotel, 60 Thompson Street. The partners have already stamped their passports with Indochine and Bond Street, so they know how to please the right crowd. The chef is Jonathan Eismann, formerly of China Grill and more recently the much-applauded chef and owner of Pacific Time in Miami Beach, one of the first, and best, of the new-wave restaurants that made South Beach look like a serious dining destination for a while. He is, in his spare time, a professional model. If your goal is to be surrounded, and waited on, by gorgeous creatures, Thom is the place. But if you're looking for the food that turned Miami Beach on its ear, the search continues. Thom looks good. The customers look even better, although no match for their servers, most of whom seem conflicted. Should they sneer, take up a position far from the table and establish an inviolable cool zone or actually wait on the table and crack a smile? Most strike a compromise and do a little of both.", "subsection_name": null, "snippet": "ON paper, Thom has all the credentials for hip, downtown success. It's in a slickly designed new SoHo hotel, 60 Thompson Street. The partners have already stamped their passports with Indochine and Bond Street, so they know how to please the right..."}, {"blog": [], "source": "The New York Times", "section_name": "New York and Region", "word_count": 1130, "headline": {"kicker": "RESTAURANTS", "main": "When in Pennington . . ."}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Karla", "lastname": "COOK"}], "original": "By KARLA COOK"}, "document_type": "article", "print_page": "13", "slideshow_credits": null, "keywords": [{"name": "glocations", "value": "PENNINGTON (NJ)"}, {"name": "organizations", "value": "AVANTI RISTORANTE ITALIANO"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "RESTAURANTS"}], "pub_date": "2001-09-02T00:00:00Z", "_id": "4fd211348eb7c8105d78653c", "type_of_material": "Review", "web_url": "http://www.nytimes.com/2001/09/02/nyregion/restaurants-when-in-pennington.html", "news_desk": "New Jersey Weekly Desk", "abstract": "Karla Cook reviews Avanti Ristorante Italiano in Pennington, NJ; photo (M)", "lead_paragraph": "AVANTI feels like a secret. Turn into a side street, pull into a parking lot, then walk past an umbrella-draped table and a kitchen door through the little garden of small trees, herbs and flowers. Pull open the glass storm door, and you're in a small hallway that seems just like the back entrance with its cabinets and coat hooks and an empty side room with a few tables and chairs. It's not until a server notices you on her way to do something else that you find that you are in the right place -- there is a little Italian restaurant down the hall and up a few steps and judging by the crowd on a weekday night, the whole neighborhood knows about it. Certainly the diners there know that Avanti Ristorante Italiano is a good find, a place to eat chicken or veal a dozen different ways, to choose from a board full of specials (more chicken and veal, but some seafood, pork and pastas, too), and to leave happy enough that the restaurant goes on the ''If I'm in Pennington and hungry'' list.", "subsection_name": null, "snippet": "AVANTI feels like a secret. Turn into a side street, pull into a parking lot, then walk past an umbrella-draped table and a kitchen door through the little garden of small trees, herbs and flowers. Pull open the glass storm door, and you're in a s..."}, {"blog": [], "source": "The New York Times", "section_name": "Dining and Wine; Style", "word_count": 1193, "headline": {"kicker": "RESTAURANTS", "main": "Just Swashbuckle In and Brandish a Fork"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "William", "lastname": "Grimes"}], "original": "By William Grimes"}, "document_type": "article", "print_page": "9", "slideshow_credits": null, "keywords": [{"name": "organizations", "value": "D'ARTAGNAN RESTAURANT AND ROTISSERIE"}, {"name": "subject", "value": "RESTAURANTS"}, {"name": "subject", "value": "RECIPES"}], "pub_date": "2001-07-25T00:00:00Z", "_id": "4fd2593e8eb7c8105d805767", "type_of_material": "Review", "web_url": "http://www.nytimes.com/2001/07/25/dining/restaurants-just-swashbuckle-in-and-brandish-a-fork.html", "news_desk": "Dining In, Dining Out/Style Desk", "abstract": "William Grimes reviews D'Artagnan Restaurant and Rotisserie on East 46th Street; photo (M)", "lead_paragraph": "EVERY restaurant wants to have a personality. Unfortunately, many of them start from the outside and work in. They concentrate on getting the look and the atmosphere down. Much attention is devoted to the soundtrack. The food is not so much created as curated. It's treated as style. From this frantic activity, like the earth emerging from a cloud of swirling hot gas, something resembling character is supposed to rise. It never does. D'Artagnan has the real thing. In fact, it has so much personality it can sell it by the pound. In a city chock-full of micromanaged restaurant images, it's a relief to see a restaurant that wears its heart on its sleeve, even at the risk of appearing foolish.", "subsection_name": null, "snippet": "EVERY restaurant wants to have a personality. Unfortunately, many of them start from the outside and work in. They concentrate on getting the look and the atmosphere down. Much attention is devoted to the soundtrack. The food is not so much create..."}, {"blog": [], "source": "The New York Times", "section_name": "Dining and Wine; Style", "word_count": 1117, "headline": {"kicker": "RESTAURANTS", "main": "Postmodern and Post-Belgian"}, "multimedia": [], "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Marian", "lastname": "Burros"}], "original": "By Marian Burros"}, "document_type": "article", "print_page": "10", "slideshow_credits": null, "keywords": [{"name": "organizations", "value": "MIDWAY"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "RESTAURANTS"}], "pub_date": "2001-06-13T00:00:00Z", "_id": "4fd2238b8eb7c8105d7a9117", "type_of_material": "Review", "web_url": "http://www.nytimes.com/2001/06/13/dining/restaurants-postmodern-and-post-belgian.html", "news_desk": "Dining In, Dining Out/Style Desk", "abstract": "Marian Burros reviews Midway, restaurant in Greenwich Village; photo (M)", "lead_paragraph": "IF the food were better at Midway, a brasserie manquée in the far West Village, I would be more willing to make the trek to its charming neighborhood, a remnant of a bygone Greenwich Village. A handful of tiny single-family homes with lush gardens strewn with children's playthings snuggle behind protective fences. Shade trees line the streets. Shops are small and inviting. The area is so appealing that I was only mildly surprised to hear of a woman who lived on the Upper East Side, in River House, and traveled to her ''country house'' in the far West Village on weekends. If the food were better I would even have ignored the waiter who asked, when I walked in, ''Bar or table?'' Before I got a chance to answer, he looked at me, a woman somewhere between 40 and death (thank you, Auntie Mame), and said, ''Nah, you don't look like a bar girl.''", "subsection_name": null, "snippet": "IF the food were better at Midway, a brasserie manquée in the far West Village, I would be more willing to make the trek to its charming neighborhood, a remnant of a bygone Greenwich Village. A handful of tiny single-family homes with lush garden..."}]}}